[
    {
        "q": "What type of accommodation will be provided?",
        "a": "Accommodation will be provided to boys and girls in well secured separate residential complexes on the campus of IIT Bombay. The type of accommodation is completely on sharing basis."
    },
    {
        "q": "What is the job of a Contingent Leader?",
        "a": "CL acts as a representative for all accommodation related query between MI and his college, thus conveying all Mood Indigo information to students of his/her college. The CL is also responsible for applying for accommodation on behalf of the college's students. The CL gets a certificate of appreciation from Mood Indigo, IIT Bombay after completion of his/her duties."
    },
    {
        "q": "What is the procedure for being nominated as the Contingent Leader?",
        "a": "In order to be nominated as the CL for your college, you need an official letterhead of your college signed by the director/ principal saying that you have been nominated as the Contingent Leader for Mood Indigo 2018. Along with you, names of two other people should also be there who would be the Assistant CL. All three of you must mention your MI number along with your name in the letter. Send a scanned copy of the same to mrigank@moodi.org or himank@moodi.org. All this should be done before October 30, 2018."
    },
    {
        "q": "Does accommodation fee include the food facility as well?",
        "a": "No, the accommodation charges don’t include food. However, there will be food courts operational during Mood Indigo to cater to the food requirements."
    },
    {
        "q": "When will you confirm my accommodation?",
        "a": "You first need to register for Mood Indigo and get your MI number. Your accommodation will then be confirmed by the CL in coordination with the Hospitality Core Group members. The confirmation for the same will be communicated to the CL before 5th December."
    },
    {
        "q": "What is the procedure for online payment of accommodation fee?",
        "a": "Once a particular contingent is finalised by CL and their accommodation is confirmed by Hospitality and PR CGs, each and every person with confirmed accommodation will be given a link to the payment portal where he/she needs to make the payment online. In case an individual wishes to make online payment of some other people in his/her contingent as well, the option for the same would be available."
    },
    {
        "q": "We have no such cultural committee in the college to nominate a CL & we are just a group of 4-5 people coming down to participate at MI 2016. How do we proceed?",
        "a": "You should nominate a CL/ACL amongst yourselves, get it approved from the college authorities and then proceed in the same manner."
    },
    {
        "q": "We are a group of friends not participating in any of the major competitions and just coming to MI to have fun. Would we be allowed?",
        "a": "Yes, you can definitely attend MI by registering from your respective college. However, for accommodation you can contact the Hospitality Core Group members and request for accommodation. Accommodation would be confirmed strictly subject to availability."
    },
    {
        "q": "What is the procedure to be followed after we reach IIT Bombay?",
        "a": "You need to come to the Accommodation Desk, Students Activity Centre (SAC) along with your college identity card. You will be allotted your place of stay on campus and given a registration booklet. In case of a big contingent, contingent leader needs to present the ID cards of all the people in his contingent at the accommodation desk along with a list of all the people. Accommodation would be strictly on shared basis."
    },
    {
        "q": "I am not travelling with my college contingent and will be arriving separately. What should I do?",
        "a": "You need to proceed with the registration in a similar way. Irrespective of your time of arrival, your CL will have to register & ensure complete payment of his/her contingent. As your registration at SAC would have been done by your CL you can then contact him/her and directly arrive at your place of stay."
    }
]
