{
    "Concerts": [
        {
            "name": "EDM Nite",
            "description": "EDM Night is one of the most electric nights of Mood Indigo with crowd coming from all over the country to enjoy concerts featuring top DJs from around the world. Since its inception in 2013, eminent DJs including Bassjackers, Vinai, Sander van Doorn, Borgeous, Nucleya have graced the coveted Gymkhana stage at Mood Indigo.",
            "events": [
                {
                    "name": "Ummet Ozcan",
                    "description": "In an age where very few artists break the mold and truly shine through as unique and innovative, Dutch star Ummet Ozcan is one of the exceptions to the rule. Not only because of his advanced studio knowledge and the impressive string of dance floor hits this resulted in, it’s also thanks to his enduring presence at worldwide mainstages these last years. A success story that’s about to enter new grounds.\r\n \r\nGrowing up in the known epicentre of dance music, The Netherlands, it isn’t difficult for Ozcan to plunge into dance music at an early age. “The EDM scene has been very big here since I was a teenager. We’ve had dance music playing on radio stations for over 20 years now”, he explains. So, as soon as he’s good and ready, music starts to come out of Ozcan’s studio.\r\nIt won’t take long before he gets the attention he deserves. Since achieving his first major success in 2011 with ‘Reboot’, which spends seven weeks at #1 on Beatport, the veteran DJ’s major hits have been sampled in his peers’ radio podcasts and played at festival mainstages all over the world.\r\n \r\nCatch him playing live on 27th December at Gymkhana grounds, IIT Bombay",
                    "image": "/images/depts/Concerts/UO.jpg",
                    "link": "https://www.ummetozcan.com/"
                },
                {
                    "name": "Progressive Brothers",
                    "description": "The Progressive Brothers is an Electronic/Dance Duo act consisting of Sunny Sharma and Karan Bhalla. Talk about the Pioneers of Electronic Music scene in India,and it’s nearly impossible that your ears haven’t caught up with name of this EDM-Pop Duo ‘The Progressive Brothers’. They have given world-class performances in almost every corner of the country and specialise in making sure you get off your seat and hit the stage to break a leg !The Progressive Brothers have shared stage with artists like DJ Snake, Dimitri Vegas Like Mike, David Guetta, Tiesto, Martin Garrix, Kygo, Afrojack, KSHMR, Clean Bandit, Steve Aoki and many more.",
                    "image": "/images/depts/Concerts/PB.jpg",
                    "link": "https://www.facebook.com/progressivebrothers/"
                }
            ]
        },
        {
            "name": "Livewire Nite",
            "description": "Livewire Night, of Mood Indigo, has been one of the grandest platforms for top international rock and metal bands to perform at in India. This night has pulled some of the top bands in the world  like Simple Plan, Porcupine Tree, Epica, Haken, Karnivool and many more! With state of the art production, and some of the best bands from all over the globe, this night has been the highlight of the festival for many metalheads up and down the country.",
            "events": [
                {
                    "name": "Leprous",
                    "description": "Leprous is a progressive metal band from Notodden, Norway, formed in 2001. Leprous' style is typically classified as progressive metal or progressive rock and it singled out for its progressive elements, peculiar harmonies, singing style, and blending of different genres. Their sound has also been categorized as experimental rock, avant-garde metal, and pop. However, the band's members do not affiliate themselves with a specific genre.\r\n\r\nEinar Solberg, one of the band’s founding members, claims inspiration from Radiohead, Massive Attack, Arvo Pärt, Susanne Sundfør, Behemoth, and The Prodigy in addition to more analogous progressive bands such as Porcupine Tree and The Dillinger Escape Plan.\r\n\r\nIn a time where progressive music is emerging and there are so many options available to new listeners, it takes serious guts and personality to turn heads anymore. Norway’s Leprous has done just that in recent years, and it has been such a joy to watch them emerge into the limelight of awareness within the progressive community. It is no wonder, however, as Leprous continues to mature and to cling ever closer to their hearts when crafting new music.\r\n\r\nLeprous is a visionary band that defies genre labelling, not just in the style, but also in their attitude. Leprous, however, is not a band that takes success resting on their hind quarters, as they believe in pushing boundaries, learning from their mistakes, and following their instincts. This was proved when they released their new album “Malina” this summer, and offered a left hook to the progressive world.",
                    "image": "/images/depts/Concerts/Leprous.jpg",
                    "link": "https://www.leprous.net/"
                },
                {
                    "name": "aswekeepsearching",
                    "description": "Aswekeepsearching has been turning heads and perking up ears over the world for a while now, spreading a message of positivity and good times in a way only they can, while keeping their feet planted firmly on the ground. \r\nTheir music is an aural painting, cathartic and unbiased, vividly colourful and infinitely kind. From the first bar of the music till the curtain drops, it is apparent that the four members, fuelled by idealism and the drive to build something beautiful, are set out to move mountains. The albums also see the use of instruments like the Violin, Viola, Cello, Sitar and the Tabla, having collaborated with like-minded artists on some songs, who've added their own unique colour to the bands soundscape.",
                    "image": "/images/depts/Concerts/Awks.jpg",
                    "link": "https://www.facebook.com/aswekeepsearching/?ref=br_rs"
                }
            ]
        },
        {
            "name": "Fusion Nite",
            "description": "We at Mood Indigo, have something for everyone. Fusion Night adds the Indian essence that has been missing from your concerts. Be there to revel in the glory of semi-classical and indie music. With performances by Anand Bhaskar Collective and Clinton Cerejo Collective, this Night has given Mood Indigo some of the most enchanting sets in it’s long 47 year history.",
            "events": [
                {
                    "name": "Papon",
                    "description": "Angaraag Mahanta, popularly known as Papon, is a singer, multi-instrumentalist, composer and record producer. Blessed with a voice that’s smooth and soulful at the same time, his innovative experiments are rich with ambient electronica, acoustic folk, electro ghazals to classical sounds. Papon can sing effortlessly in Hindi, Punjabi, Marathi, Tamil, Bengali, and Gujarati language.\r\n\r\nIn Bollywood, Papon’s rise to fame was with the songs like ‘Moh Moh Ke Dhage’ from Dum Laga Ke Haisha, ‘Kyon’ from Barfi ,‘Jiyein Kyun’ from the movie Dum Maro Dum, ‘Labon Ka Karobar’ for the movie Befikre etc. In 2018, Papon has lent his voice to songs in movie Sanju, Raid, Karwaan, Sui Dhaaga. Papon has been a pioneer of Indian independent music & has co-composed songs like ‘Har Ek Baat’ and ‘Naina Laagey’ with pioneering producers Midival Punditz. He has also collaborated with renowned composer-multi instrumentalist Karsh Kale on the track ‘Absence’ for Karsh Kale’s fifth studio album.\r\n\r\nHe was awarded as the Best Male Playback Singer 2016 at Star Screen Awards, Mirchi Music\r\nAwards, TOIFA, GIMA, IIFA-Madrid. Papon was also nominated for Best Male Playback Singer at the FILMFARE Awards and Zee Cine Awards in 2016. His concert on 29th December will be surely something to look forward for all the Indian music lovers!",
                    "image": "/images/depts/Concerts/Pap.jpg",
                    "link": "https://www.facebook.com/AngaraagPAPONMahanta/"
                }
            ]
        }
    ],
    "Proshows": [
        {
            "name": "International Music Festival",
            "description": "One good thing about music - when it hits you, you feel no pain. International Music Festival presents a synergic blend of world-class performers showcasing diverse cultures and stimulating our senses with their exquisite musical performances. Groove to the amazing music from artists across the world, belonging to different cultures across the world. This unique medley of genres will surely provide a well needed break from the monotonous life and let you delve into the intoxicating sea of festive music",
            "events": [
                {
                    "name": "Aditi Ramesh",
                    "description": "Aditi Ramesh is a jazz/blues/Carnatic vocalist, songwriter and producer based out of Mumbai. She is known for her strong hold on tonal modulations and her ability to mix classical carnatic music with jazz. Formerly a corporate lawyer since quitting in the end of 2016, her musicality has experienced  exponential growth in her soundscape, with her performance incorporating keys, drums and bass as well as the use of her eloquent voice as an instrument, used to create symphonic harmonies and intricate melodies.",
                    "image": "/images/depts/Horizons/Aditi_Ramesh.jpg"
                },
                {
                    "name": "The Yellow Diary",
                    "description": "A 5 member Music Collective hail from varied backgrounds, but have one thing in common -- their passion for music. With a blend of electronic music and rock, they are touted to be a composition powerhouse. They have released two EP’s this year titled ‘Marz’ & ‘Izafa’ consisting three songs each . The soundscape, of these songs have a large-room, anthemic and has a sing-along quality that will have you crooning to the lyrics as soon you hear them.",
                    "image": "/images/depts/Horizons/The_Yellow_Diary.jpg"
                },
                {
                    "name": "Between the Jars",
                    "description": "Between The Jars… that is where this young and promising band from The Netherlands compose its music. This band, established in 2015, create an unique mixture of genres, best to be defined as psychedelic 70s rock. With their groovy feeling, they bring the crowd in ecstatic vibes. Their performance at Mood Indigo will be their first show outside Europe and also the first of their India tour, which consists of gigs in Bhayandar, Pune and another one in Mumbai. Their music is influenced by famous bands like Deep Purple, Led Zeppelin, The Doors and many more.",
                    "image": "/images/depts/Horizons/Between_the_Jars.jpg"
                },
                {
                    "name": "Keegan Oxland",
                    "description": "Hailing from South Africa, Oxland has found a way to produce and play live sampled electronic drum rhythms. Incorporating big trap drops to hip hop while juggling his sticks making it a performance not to be missed! Find the hype on his social media",
                    "image": "/images/depts/Horizons/Keegan_Oxland.jpg"
                },
                {
                    "name": "Anthracite",
                    "description": "Anthracite, a six-member Rap-Rock band hails from Mumbai. Since their origin in 2012, they’ve been in the local gig circuit of India. In 2016, they went on to become India’s first Linkin Park tribute act, with a setlist of over 40 songs. After three India tours and countless shows across the country, they were officially called to play a launch party gig for Linkin Park's latest album One More Light, at a special preview show in Mumbai which was recognized by Sony Music and Linkin Park.",
                    "image": "/images/depts/Horizons/Anthracite.jpg"
                },
                {
                    "name": "Jim Porto",
                    "description": "Brazilian singer, songwriter and pianist Jim Porto had his first contact with music at a tender age of six - fascinated by the nimble hands of a friend running up and down the keyboard. He studied piano in his hometown, Rio Grande (RS), mixing classical music with popular styles, such as Samba and Bossa Nova. \r\nHe is accompanied by the Indian musicians - Avishek Dey on the Bass, Andrew Kanga on the drums and Ryan Sadri on the Saxophone",
                    "image": "/images/depts/Horizons/Jim_Porto.jpg"
                },
                {
                    "name": "Indian Air",
                    "description": "Since his first awareness of Indian music and the sitar more than 20 years ago, the Austrian musician Klaus Falschlunger has become a master of the instrument and an active representative of the Indian-Music scene in Europe.\r\nThe whole emotional spectrum of the musician´s inner world comes alive in \"INDIAN AIR\".\r\nHe is accompanied by Clemens Rofner on double bass, and by the percussionist Tobias Steinberger on framedrums/kanjira.\r\nGrowing up with jazz and rock music, he discovered in his extensive travels to Asia, the Middle East and Europe, more and more the diversity of music.His creativity and versatility brought him together with many musicians and artists from India, Korea, USA and Europe.",
                    "image": "/images/depts/Horizons/Indian_Air.jpg"
                },
                {
                    "name": "Tarq Bowen",
                    "description": "Tarq's unique blend of Blues, Soul and hard-hitting slide guitar interfaced with powerful yet gentle dynamic ability shows an understanding and skill far beyond his years. This has attracted the attention of Nick Mason (Pink Floyd) who recorded Tarq's debut single, remaining a big avid supporter of his music.\r\nLast year Tarq had the rare opportunity to be personally invited by Tony Visconti, to play alongside Nitin Sawhney and Stewart Copeland of The Police, in a 6 piece documentary which led to Tarq flying to L.A. to work with veteran producer Larry Klein.\r\n\r\nWhilst Tarq draws inspiration from the likes of Debussy, Nusrat Fateh Ali Khan and Chet Baker, his sound has been compared more accurately to artists such as Jeff Buckley and Howlin Wolf. \r\nPlaying with his live band Tarq's sound invites the audience on a magnetic journey infused with energy and soul, leaving a unique memory that will evolve every time you see him.\r\n\r\nTarq will feature his international Trio at the Mood Indigo festival, Tarq Bowen (UK) on Vocals & Guitars, Phil Wildenhues (NL) on Drums and Marc-Inti (BOL) on E-Bass. As a special guest Amit Mishra (IND) will join them on Tabla.",
                    "image": "/images/depts/Horizons/Tarq_Bowen.jpg"
                }
            ],
            "image": "Last year"
        },
        {
            "name": "Theatrefest",
            "description": "All the world's a stage. TheatreFest brings people from all aspects of Theatre under one roof and celebrates the sheer brilliance of theatrical performances. It offers an enthusiastic environment for interaction between the performers and the masses. Experience some of the most intelligent and emotionally stimulating acts you are ever likely to see. Collective sighs, pin-drop silences and everything in between will be your constant companions. Experience the plays and theatrical performances which will stir up your soul and leave you mesmerized with a smile on your face or a tear upon your cheek.",
            "events": [
                {
                    "name": "Dekh Behen",
                    "description": "After 42 shows across four cities in just nine months, “Dekh Behen” comes to TheatreFest at Mood Indigo, IIT Bombay. Dekh Behen is a play written and directed by women with an all-female cast and crew. Set in the backdrop of an elaborate Punjabi wedding, this hilarious play is about women, by women, for anyone who wants to understand what it’s like to be a woman. This is a bittersweet comedy about sisters, wives, girlfriends, daughters, mothers, and above all – women. The play has left the audience laughing breathlessly with the hilarious exchanges between the characters. Plot Summary - A big fat Delhi wedding is underway. Merely hours before they need to put up their rehearsed item number, five bridesmaids catch up, gossip and bitch about their identical outfits. But that's not the only thing they have in common. They all dislike the bride. Akvarious Productions presents a bittersweet comedy about daughters, girlfriends, mothers and getting through one dramatic Indian wedding.",
                    "image": "/images/depts/Horizons/Dekh_Behen.jpg"
                },
                {
                    "name": "Stand Up",
                    "description": "Akvarious Productions presents 'Stand Up - a serious play about comedy', starring BhaDiPa stars Nipun Dharmadhikari and Sarang Sathaye, with Abir Abrar (from Karwaan), Adhaar Khurana (from Boygiri), Kashin Shetty (winner of META Best Supporting Actor for The Interview), Omkar Kulkarni (from Aladdin), famous rapper SlowCheeta, and Zayn Khan (from Dekh Behen). Hold your seats for the uncontrollable laughter as this play unfolds into real-life yet crazy situations.",
                    "image": "/images/depts/Horizons/Stand_Up.jpg"
                },
                {
                    "name": "Anji",
                    "description": "Dinesh Thakur’s Ank presents Vijay Tendulkar’s  Matchless Satirical  Comedy, ANJI. Undaunted by the fact that she is getting on in years but is yet to find the right match,  Anjali  Sharma (Anji) sets out to search for her dream man herself. The story of  Anji who holds forth her positive attitude inspite of trying situations and a life going nowhere, but is yet stumped in the face of a pitiless society. An  explosive climax persuades us to re-examine our value system, especially concerning women.",
                    "image": "/images/depts/Horizons/Anji.jpg"
                },
                {
                    "name": "Blueticks",
                    "description": "It is simply about teenage love story these days, The internet has simplified 'finding love' but complicated 'staying in it' Relationships have transformed from cozy couples to curious love triangles, boy, girl and the notorious smartphone.\r\nBlue Ticks explores this bizarre chemistry between friendship and technology and takes you back to the good old days where communications were intimate and real.\r\nConsidered one of the most popular plays among youngsters, Roll on the floor laughing with the actors in this rib-tickling performance that is sure to leave you feeling nostalgic.",
                    "image": "/images/depts/Horizons/Blueticks.jpg"
                }
            ],
            "image": "Last year"
        },
        {
            "name": "HumorFest",
            "description": "With the fearful strain that is on me night and day, if I did not laugh I should die. With performances from stand up comedians, one act plays, interactive workshops, clean roasts and what not, Mood Indigo's HumorFest promises to provide top class comedy acts that guarantees to tickle your funny bone! Enjoy quality performances from a spectrum of artists across varying genres in a stress busting environment. Get ready to be entertained by infectious laughter as the comedy artists work their magic of witty and sarcastic puns and one-liners!",
            "events": [
                {
                    "name": "Abhishek Upmanyu",
                    "description": "Standup comedian and internet sensation is known as a writer for On Air with AIB. He is also a co-founder of the popular Twitter handle GareebGuy. A Delhi boy who hardly qualifies to be one (he writes haikus and doesn’t drive a Scorpio), Abhishek Upmanyu is one of the finest young comedians in the country, representing fresh new talent on the scene. Known for killing it on stage, he hurls one cracker of a joke after another, thanks to his Shatabdi-fast delivery, unparalleled observational powers and skilled hands (that help him to write). A hardcore cat lover added to his charmingly shy demeanour is bait to his vast female following. The dark humour and sarcastic comments he unleashes to opine on the current state of affairs is both interesting and amusing, to say the least. Thanks to his quick tongue (he thinks faster than he can speak), many have suggested that he should cut a rap record, but his shy demeanour keeps him from it. The ‘say-it-like-it-is’ comedian started performing in 2013 and recently came out with a brand new show, Thoda Saaf Bol. He took the internet by storm with two simple videos on his YouTube channel. “Breakups, respecting elders and discrimination” and “Indian insults and comebacks”. Abhishek now lives in Mumbai, hoping to scale new heights of success within the comedy and live performance arena.",
                    "image": "/images/depts/Horizons/Abhishek.JPG"
                },
                {
                    "name": "Karan Chauhan",
                    "description": "Get ready for a combination of comedy, gags and illusion as India's first and foremost comedian illusionist Karan Chauhan tickles you into giggles. Combining the magic of comedy and the joy of magic, Karan has enchanted audiences across the globe. A familiar face from shows like the Great Indian Laughter Challenge and MTV reality show - Elevator Pitch, we will never get enough of him! Recipient of awards like Magician of the Year 2015 and Medal of Merlin from International Magicians Society, USA, this act is sure to leave you in splits!\r\nJoin us from 27th - 30th December!",
                    "image": "/images/depts/Horizons/Karan.jpg"
                },
                {
                    "name": "The Shrink & The Nut Session by Atul Khatri & Dr Anjali Chhabria",
                    "description": "'So many words to say and no way to say them'\r\nMental strength synced with internal stability counts a lot.\r\nThe shrink, Dr Anjali Chhabria is a famous Psychiatrist running her own clinic in Juhu. She also conducts workshops and seminars that help the masses deal with their traumas in life and move on. There isn’t a more right person to help these developing minds cope up with their troubles while also gaining awareness about a healthy mental health.\r\nThe nut, Atul Khatri has been a popular face on the television by appearing in advertisements for big brands like- Amazon, Muthoot Finance, Phillips and many more. There couldn’t be a man more apt than him to bring self-awareness in a more relatable and fun way.\r\nThe Shrink & the Nut will ensure you can live your life to the fullest, through their unique roadmap. Get a chance to come out of your blues!",
                    "image": "/images/depts/Horizons/Shrink_Nut.jpg"
                }
            ],
            "image": "nahi hai"
        },
        {
            "name": "Eloquence",
            "description": "With every experience, you alone are painting your own canvas, thought by thought, choice by choice, Through LitFest, Mood Indigo attempts to inspire college students by giving them an opportunity to interact with eminent personalities and know their views on a multitude of topics. Be it panel discussions, keynote speakers, poetry sessions or interviews - LitFest has it all. Boasting an elite lineup in the past, with names like Aamir Khan, Shashi Tharoor, Harsha Bhogle, Devendra Fadnavis, Arnab Goswami, this year's LitFest promises to raise the bar and come up with more innovative sessions and great orators!",
            "events": [
                {
                    "name": "Kiran Bedi",
                    "description": "The literature festival of Mood Indigo hosts the charismatic first woman ex-IPS and highest ranking officer, a social activist and a politician-Kiran Bedi. A former national tennis player and currently the Lieutenant Governor of Puducherry, Kiran Bedi is a force by herself!\r\nShe has also been a TV host of Aap Ki Kachehri where she helped to settle real life disputes. And with Navjyoti India Foundation she launched a campaign against drug abuse.\r\nDuring her tenure she was awarded with numerous trophies and honours, some of which worth mentioning are Suryadatta National Award, United Nations Medal, Mother Teresa Award for Social Justice, Woman of the Year Award, Ramon Magsaysay Award and President’s Gallantry Award\r\nAs an inspiration and the best role model to millions of people in India, especially the women, get ready for a tête-à-tête with Kiran ‘Crane’ Bedi on __.",
                    "image": "/images/depts/Horizons/KB.jpg"
                },
                {
                    "name": "Chetan Bhagat",
                    "description": "Eloquence, the literary festival of IIT Bombay hosts one of the leading authors, columnists and motivational speakers of our time, Mr. Chetan Bhagat. His career graph sets an example to the youth of today to passionately pursue their calling. He is an IIT Delhi Alumni who quit his investment banking career to focus more on writing. His novels like Five Point Someone, The Three Mistakes of My Life and What Young India Wants reflected vagaries of growing up years. Mr. Bhagat’s simple and lucid writing have made his books bestsellers and have inspired Bollywood movies some of which are 3 Idiots, Kai Po Che! and 2 States. Time magazine named him one of the most influential people in the world.\r\nMark your calendar for the 29th of December to listen to his most diversifying journey and get boosted for your very own epiphanous path!",
                    "image": "/images/depts/Horizons/CB.jpg"
                }
            ],
            "image": "Last year"
        },
        {
            "name": "Afternites",
            "description": "Entertainment, Entertainment, Entertainment! Bringing the world's most amazing and unique performances promising to leave an everlasting impact, the Afternites at Mood Indigo will ensure the perfect end to the amazing experience that Mood Indigo is. Witness never seen before events which will bring you to the edge of your seats and blow your mind away! You surely don't want to miss the Afternites at Mood Indigo!",
            "events": [
                {
                    "name": "Kupava Light Drawing",
                    "description": "To be filled",
                    "image": "/images/depts/Horizons/Kupava.jpg"
                },
                {
                    "name": "Kua Bo Theater",
                    "description": "Kua Bo started from the campus and proceeded to outdoor environments with the adaptability to different outdoor performing areas.  As a contemporary dance theatre of young generation, Kua Bo cares for Taiwan society and culture via our art and dance.",
                    "image": "/images/depts/Horizons/KuaBo.jpg"
                }
            ],
            "image": "Last year"
        },
        {
            "name": "Exhibitions",
            "description": "Exhibitions provide the showcase of unique artforms to the visitors. To all the art lovers out there, this is a real treat. This year, we have a storytelling that walks you through your childhood through a display of pictures, a museum on wheels that takes you through the evolution of currency system in India and what not.",
            "events": [],
            "image": "Last year"
        },
        {
            "name": "Night Arena and Night Flee",
            "description": "After the power packed concerts, this is the event that lets you chill with pretty activities around you and bonfire and food at your service. Join some people while they play soothing music and enjoy the flee market and amazing activities that are in store for you.",
            "events": [],
            "image": "Last year"
        },
        {
            "name": "MI Tour",
            "description": "We target to give all the first timers in MI the experience that they will never forget. We plan to tour them through different events, games competitions and end it with the grandest of them all the Pronites events. Register as a part of MI Tour to get the VIP treatment and experience the best of MI in the 4 days",
            "events": [],
            "image": "Last year"
        },
        {
            "name": "Talent Fiesta",
            "description": "XYZ",
            "events": [
                {
                    "name": "TSD Taiwanese Culture",
                    "description": "With an ancient form of culture which offers people peace and prosperity, TSD Culture and Arts Creative team has successfully attracted a huge crowd for young generation's attention in Asia and is here to show the beauty of Taiwanese culture at Mood Indigo 2018. Jia-Jiang (Chinese words for General in ancient time) culture presents the wisdom of Taiwan's tradition of worship, which offers people peace and prosperity, prayers for fortune and disaster relief. TSD street dance group is formed on the basis of supporting this tradition and by adding the latest \"hip hop\" trend\" in the dance through which they have successfully attracted a huge crowd of young generations' attention in Asia.",
                    "image": "/images/depts/Horizons/TSD.JPG"
                }
            ],
            "image": "XYZ"
        }
    ],
    "Competitions": [
        {
            "name": "Music",
            "description": "“Music is the greatest communication in the world. Even if people don't understand the language that you're singing in, they still know good music when they hear it”. \r\n\r\nAt Mood Indigo, get a chance to express the musician in you alongside some of the best in the country! From bongos to tablas to drums, from harps to violins to guitars and what not at this year’s Music Competitions at Mood Indigo. Music for the soul searchers and for the head-bangers; we've got it all to revive the melody inside you. With music making its foray through the wilderness of ghazals and khayals, pop and rock, classical and western, and not to forget fusion, we present an experience unprecedented!",
            "events": [
                {
                    "name": "Mantra",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "“Most people have just lives; A few lucky ones have music”.  If you have music, team and instruments, and are still waiting, you are just missing the chance to be the next Big Thing in the world of Hindi Rock Bands! The biggest opportunity to introduce yourself as the best Emerging band is on its way! It’s high time you fixed your instruments and enthralled the audience with the eccentric performances! MANTRA gives you and your team, a ‘Mantra’ of success for the rest of your lives! Just train hard and surprise the audience even harder!! Unprecedented Success and glory await you!!",
                    "rules": "<b>Team Size: </b>3-8<br />\r\n\r\n<b>Rounds: </b>Eliminations, Semi Finals, Finals<br />\r\n\r\n<b>Registration: </b>No on-ground slots will be available, all registrations shall be online<br />\r\n\r\n\r\n<b>Judging Criteria: </b>Quality of vocals, quality of instrumental music, tightness, synchronization, overall impact as a band<br />\r\n\r\n<br />\r\n<h4>Eliminations </h4>\r\n<ul><li>Participants will have a slot of up to 2 minutes for setup, soundcheck and clearance. Each participant is allotted 5 minutes of performance time.</li>\r\n<li>Participants are not required to play an original composition.</li>\r\n<li>A drum kit, three microphones and sufficient input lines will be provided on stage.</li>\r\n<li>Any other equipment required is to be procured by participants.</li>\r\n\r\n</ul>\r\n\r\n\r\n\r\n<h4>Semi-Finals: </h4>\r\n<ul><li>Participants will have a slot of 15 minutes including setup and clearance. One original composition is required.</li>\r\n\r\n\r\n\r\n\r\n\r\n</ul>\r\n\r\n\r\n\r\n<h4>Finals: </h4>\r\n<ul><li>Participants will have a slot of 15 minutes including setup and clearance. One original composition is required.</li>\r\n<li>Note: Covers performed in semi-finals cannot be performed in the finals. However, the original composition can be repeated.</li>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n</ul><h4>General Rules </h4>\r\n<ul><li>Inter- college participation is allowed but an individual can be a part of only 1 band</li>\r\n<li>At least 1 vocalist and 3 instruments required, including 1 percussion instrument compulsory.</li>\r\n<li>Songs should only be in Hindi (no other languages allowed).</li>\r\n<li>Rap refrains are not allowed.</li>\r\n<li>Purely classical numbers are not allowed, however a classical refrain is permitted.</li>\r\n<li>Obscenity (at the discretion of the judges) of any kind is not allowed and will lead to immediate disqualification. The time limit should strictly be followed. Participants will be penalized by judges for not doing so.</li>\r\n<li>The decision of the judges shall be final and binding.</li>\r\n<li>The decision of the organizers regarding the final line-up would be final.</li>\r\n</ul>",
                    "prizes": "1st Position 25000 INR;\r\n2nd Position 15000 INR;\r\n3rd Position 8000 INR;",
                    "subtitle": "Hindi Rock Band Competition",
                    "status": "",
                    "id": 3,
                    "minparticipants": 3,
                    "maxparticipants": 8,
                    "LYP_partner": ""
                },
                {
                    "name": "Conchord",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Get ready to bind the audience to their seats with the range of your vocal chords. Human voice never ceases to amaze. Do your vocal chords have what it takes to challenge musical instruments? Can you set the stage on fire? Then Mood Indigo’s Conchord is where you should be! Tap, Clap, Snap, Rap, Harmonize. Your voice has no limits! Be ready to battle it out with the best Acapella groups from all over India! The stage is all yours!",
                    "rules": "<b>Team Size: </b>5-23<br />\r\n\r\n<b>Rounds: </b>Eliminations, Finals.<br />\r\n\r\n\r\n\r\n\r\n\r\n\r\n<b>Judging Criteria: </b>Quality of vocals, Rhythm, harmonies, tightness, synchronization, overall impact (stage presence)<br />\r\n\r\n<br />\r\n<h4>Eliminations: </h4>\r\n<ul><li>Teams are required to perform any song(s) of their choice. Songs may be in any language.</li>\r\n<li>Time Limit : 4-6 minutes (including setup and clearance)</li>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n</ul>\r\n<h4>Finals: </h4>\r\n<ul><li>Teams are required to perform any song(s) of their choice. Songs may be in any language.</li>\r\n<li>Time Limit: 6-8 minutes (including setup and clearance)</li>\r\n\r\n\r\n\r\n</ul>\r\n</ul><h4>General Rules: </h4>\r\n<ul><li>One vocalist is compulsory.</li>\r\n<li>Teams are not allowed to use any instruments.</li>\r\n<li>Obscenity (at the discretion of judges) of any kind is not allowed and will lead to immediate disqualification.</li>\r\n<li>Time limit should be strictly followed.</li>\r\n<li>Participants will be heavily penalized by judges for not doing so.</li>\r\n<li>The decision of the organizers regarding the final line-up would be final.</li>\r\n<li>The decision of the judges will be final and binding.</li>\r\n\r\n\r\n\r\n</ul>",
                    "prizes": "1st Position 12000 INR;\r\n2nd Position 8000 INR;\r\n3rd Position 6000 INR;",
                    "subtitle": "Acapella Competition",
                    "status": "",
                    "id": 4,
                    "minparticipants": 5,
                    "maxparticipants": 23,
                    "LYP_partner": ""
                },
                {
                    "name": "MI Idol",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "\"If I cannot fly, let me sing!” Man must have asked of God for the gift of voice and words; and the ability to so gracefully decorate his thoughts with language. For the one who sings knows not no boundaries but only the joy of expression - the joy that follows a song felt from the heart and sung from the soul. And nothing then is more beautiful, and nothing then is more enticing. And surely, nothing is more satisfying than singing your heart out loud.",
                    "rules": "<b>Team Size: </b>Solo<br />\r\n\r\n<b>Rounds: </b>Eliminations, Semi-Finals, Finals.<br />\r\n\r\n\r\n\r\n\r\n\r\n\r\n<b>Judging Criteria: </b>Pitch, Rhythm, Voice modulation (harkate), the overall impact of the song.<br />\r\n\r\n<br />\r\n<h4>Eliminations: </h4>\r\n<ul><li>Participants will be given a performance time of 2 minutes.</li>\r\n<li>No backing music is permitted.</li>\r\n<li>Judges reserve the right to stop a participant’s performance at any time.</li>\r\n</ul>\r\n<h4>Semi-Finals </h4>\r\n<ul><li>Participants will be given a performance time of 4 minutes.</li>\r\n<li>Participants must perform with a karaoke track.</li>\r\n<li>Karaoke will not be provided, it must be brought by the participant (MP3 format in a pen drive)</li>\r\n\r\n\r\n\r\n</ul><h4>Finals </h4>\r\n<ul><li>Participants will be given a performance time of 6 minutes.</li>\r\n<li>Participants can perform with live backing music.</li>\r\n<li>Participants may play an instrument themselves OR use one accompanist OR sing over a karaoke track.</li>\r\n<li>Song(s) sung in the semi-finals must NOT be repeated in the finals.</li>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n</ul><h4>General rules </h4>\r\n<ul><li>Songs must be in Hindi.</li>\r\n<li>Songs must not be purely classical, although classical portions or refrains within the song are permissible.</li>\r\n<li>Rap portions or refrains are not permissible.</li>\r\n<li>The decision of the judges shall be final and binding.</li>\r\n<li>Obscenity (at the discretion of judges) of any kind is not allowed and will lead to immediate disqualification.</li>\r\n<li>Time limit should be strictly followed.</li>\r\n<li>Participants will be heavily penalized by judges for not doing so.</li>\r\n<li>The decision of the organizers regarding the final line-up would be considered absolute.</li>\r\n</ul>",
                    "prizes": "1st Position 10000 INR;\r\n2nd Position 5000 INR;\r\n3rd Position 3000 INR;",
                    "subtitle": "Hindi Solo Singing Competiton",
                    "status": "",
                    "id": 5,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                },
                {
                    "name": "Singing The Indigos",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "“Then the singing enveloped me. It was furry and resonant, coming from everyone's very heart. There was no sense of performance or judgment, only that the music was breath and food.”        One of the greatest joys and freedoms is to sing what with your heart and soul, it metamorphosizes your thoughts into the listener's mind. Let your songs and voice transcend all the boundaries, sing like you have only today to express yourself, sing for the moment, sing for the laughter and sing for the tears..",
                    "rules": "<b>Team Size: </b>Solo<br />\r\n\r\n<b>Rounds: </b>Eliminations, Semi-Finals, Finals.<br />\r\n\r\n\r\n<b>Judging Criteria: </b>Pitch, Rhythm, Voice modulation, the overall impact of the song (song selection, stage presence etc.)    \r\n<br />\r\n\r\n<br />\r\n<h4>Eliminations: </h4>\r\n<ul><li>Participants will have a performance of 1 minute. No backing music is permitted.</li>\r\n<li>Judges can stop the performance anytime.</li>\r\n\r\n</ul>\r\n<h4>Semi-Finals: </h4>\r\n<ul><li>Participants will be given a performance time of 4 minutes.</li>\r\n<li>Participants must perform with a karaoke track.</li>\r\n<li>Karaoke will not be provided, it must be brought by the participant (MP3 format in a pendrive).</li>\r\n\r\n\r\n\r\n</ul><h4>Finals: </h4>\r\n<ul><li>Participants will have a performance time of 5-6 minutes.</li>\r\n<li>Participants may play an instrument themselves OR use one accompanist OR sing over a karaoke track.</li>\r\n<li>No accompanists will be provided by Mood Indigo.</li>\r\n<li>All instruments must be brought by participant.</li>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n</ul><h4>General rules: </h4>\r\n<ul><li>Songs must be in English.</li>\r\n<li>Rap portions or refrains are not permissible.</li>\r\n<li>The decision of the judges shall be final and binding.</li>\r\n<li>Obscenity (at the discretion of judges) of any kind is not allowed and will lead to immediate disqualification.</li>\r\n<li>Time limit should be strictly followed. Participants will be heavily penalized by judges for not doing so.</li>\r\n<li>The decision of the organizers regarding the final line-up would be final.</li>\r\n<li>The accompanist MUST be from his/her own college.</li>\r\n\r\n</ul>",
                    "prizes": "1st Position 6000 INR;\r\n2nd Position 4000 INR;\r\n3rd Position 2000 INR;",
                    "subtitle": "English Solo Singing Competition",
                    "status": "",
                    "id": 6,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                },
                {
                    "name": "MI’nem",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "“Sometimes I feel like rap music is almost the key to stopping racism.” - Eminem  Does your head tap along in sync with the beat, and your words gush out in a chic poetic metre? Rap has something called a beat to it, something that sounds catchy and something you can dance to. To all the underground rappers out there, come out of your ghettos to thrill the audience with your raps! Come and be the MI’nem at MI's very own rap competition!",
                    "rules": "<b>Team Size: </b>Solo<br />\r\n\r\n<b>Rounds: </b>Online Eliminations, Finals<br />\r\n\r\n\r\n\r\n\r\n\r\n\r\n<b>Judging Criteria </b>Diction, Clarity of Words, Wit (Creativity, rhyme, etc.), Overall Impact (Attitude, Stage Presence, etc)<br />\r\n\r\n<br />\r\n<h4>Eliminations </h4>\r\n<ul><li>Register for the event “MI’nem” using your MI number</li>\r\n<li>Record a short video of 1-2 minutes, rename it as “&lt;Your MI Number&gt; MI’nem” and upload it on a drive</li>\r\n<li>Note that the video should not be edited in any way. Use of any kind of special effects is STRICTLY prohibited and will lead to direct disqualification</li>\r\n<li>Send the link to the video to <a href=\"mailto:minem@moodi.org\"><u>minem@moodi.org</u></a> by 10th November. The subject of the mail should be MI’nem &lt;Your MI Number&gt; &lt;Your Name&gt;.</li>\r\n<li>Profanity, swears and sexual slangs (at the judge’s discretion) in the rap are not permitted. Else the participant shall be immediately disqualified.</li>\r\n</ul>\r\n\r\n\r\n\r\n<h4>Finals </h4>\r\n<ul><li>The final round will be in two sub-rounds.</li>\r\n<li>In the first sub-round, the participant will get up to 2 minutes to perform any original pre-written rap(s).</li>\r\n<li>A copy of lyrics is to be handed over to the organisers at least 30 minutes before the finals.</li>\r\n<li>In the final sub-round, the participant will be given a topic to rap on for 2 minutes. He/she can choose from a list of topics. He/she would be given a word at the start of every 20-second interval which is to be incorporated in that interval of the rap.</li>\r\n<li>Profanity, swears and sexual slangs (at the judge’s discretion) in the rap are not permitted. Else the participant shall be immediately disqualified.</li>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n</ul><h4>General rules </h4>\r\n<ul><li>The language of rap must be only English and/or Hindi.</li>\r\n<li>The participants may get any Hip-Hop instrumental(s) / beat(s) (MP3 format in a pen-drive only) of their choice to which they wish to rap (We won’t be providing).</li>\r\n<li>The participant is allowed to use puns, double entendres and quips, but any sort of racist, sexist or offensive slurs will lead to immediate disqualification.</li>\r\n<li>The time limit should be strictly followed.</li>\r\n<li>Participants will be heavily penalized by judges for not doing so.</li>\r\n<li>The decision of the organizers regarding the final line-up would be final.</li>\r\n<li>The decision of the judges will be final and binding.</li>\r\n\r\n</ul>",
                    "prizes": "1st Position 5000 INR;\r\n2nd Position 3000 INR;\r\n3rd Position 2000 INR;",
                    "subtitle": "Solo Rap Competition",
                    "status": "",
                    "id": 8,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                },
                {
                    "name": "Surshringar",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Solo Classical Singing",
                    "rules": "<b>Team Size: </b>Solo<br />\r\n\r\n<b>Rounds: </b>Online Eliminations, Finals<br />\r\n\r\n<b>Judging Criteria: </b>Accuracy of Notes, Rhythm, Selection of Composition, Emotion and overall impact.<br />\r\n\r\n<br />\r\n<h4>Hindustani Vocals:</h4>\r\n<b>Judging Criteria:</b> Accuracy of Notes, Rhythm, Selection of Composition, Creativity, Emotion and overall impact\r\n<h5>Eliminations:</h5>\r\n<ul><li><b>Time Limit:</b> 5-7 minutes</li>\r\n<li>The participant shall be asked to perform ONE composition in Dhrutalaya/Madhyalaya with Aalap and Taanas in any raga of his/her choice.</li>\r\n\r\n</ul>\r\n\r\n<h5>Finals:</h5>\r\n<b>Time Limit:</b> 15-17 Minutes\r\nThe participant may perform any composition(s) in any raga(s) of his/her choice. The performance must include at least one of:</br>\r\n<ul>\r\n<li>Raga Alapana</li>\r\n<li>Keerthanam</li>\r\n<li>Neraval</li>\r\n<li>Kalpana Swaram.</li></ul>\r\n\r\n\r\n\r\n\r\n\r\n\r\n</br>\r\n<h4>Carnatic Vocals:</h4>\r\n<b>Judging Criteria:</b> Accuracy of Notes, Rhythm, Selection of Composition, Creativity, Emotion and overall impact.\r\n<h5>Eliminations:</h5>\r\n<ul><li><b>Time Limit:</b> 5-7 minutes</li>\r\n<li>The participant shall be asked to perform ONE keerthanam/Varnam in a Ragam of his/her choice</li>\r\n</ul>\r\n\r\n<h5>Finals:</h5>\r\n<b>Time Limit:</b> 15-17 Minutes\r\nThe participants may perform any composition(s) in any raga(s) of his/her choice. The performance must include a composition in Dhrutalaya/Madhyalaya with Aalap and Taanas.</br>\r\nAny one of these is compulsory\r\n<ul>\r\n<li>Taraana</li>\r\n<li>Thumri</li>\r\n<li>Bhajan</li>\r\n<li>Kajri/Hori</li></ul>\r\nTaraana should be in the same raga as that of the entire performance. You can choose a different raga for Thumri, Bhajan, Kajri/Hori)</br>\r\n\r\n\r\n</br>\r\n<h4> General Rules:</h4>\r\n\r\n<ul><li>Strictly no film/folk music allowed.\r\n</li><li>A harmonium, electronic tanpura and a tabla will be provided by the organisers. The performer may use a harmonium or swarmandal if he/she wants.\r\n</li><li>Participants must adhere to the prescribed time limit, else they will be penalised heavily.\r\n</li><li>In finals, the decision to continue with the next composition rests with judges. The judges may bar the participant from continuing if they find that appropriate.\r\n</li><li>Decisions of the judges is final and binding.</li></ul>\r\n\r\n\r\n</br>\r\n<h4>To send your online entries:</h4>\r\n<ul><li>Register for the event “Surshringar” using your MI number</li>\r\n<li>Record the video of your performance, rename it as “&lt;Your MI Number&gt; Surshringar” and upload it on a drive</li>\r\n<li>Note that the video should not be edited in any way. Use of any kind of special effects is STRICTLY prohibited and will lead to direct disqualification</li>\r\n<li>Send the link to the video to <a href=\"mailto:surshringar@moodi.org\"><u>surshringar@moodi.org</u></a> by 10th November. The subject of the mail should be \"Surshringar &lt;Your MI Number&gt; &lt;Your Name&gt;\"</li>\r\n<li>The performance in the uploaded should strictly satisfy all the above-mentioned rules including time limit and should not contain any details about the participant.\r\n</ul>",
                    "prizes": "1st Position 7000;\r\n2nd Position 5000;\r\n3rd Position 3000;",
                    "subtitle": "Solo Classical Music Competition",
                    "status": "",
                    "id": 9,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                },
                {
                    "name": "Taal Mel",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "“Music is the great uniter. An incredible force. Something that people who differ on everything and anything else can have in common.” ? Sarah Dessen         Best things in life come in pairs. Why should music be any different? World has seen some of the greatest melodies when great minds thought alike. Be it soothing melodies of Ravi Shankar-George Harrison or the vibrant tunes of Zakir Hussain- Pat Marino, duets have always enthralled us. Taal Mel, the duet instrumental competition from Mood Indigo gives you the perfect opportunity to display your talents at the biggest stage.",
                    "rules": "<b>Team Size: </b>2 (2 instrumentalists are compulsory , NO DRUMS ALLOWED)<br />\r\n\r\n<b>Rounds: </b>Online Eliminations, Semi-finals, Finals<br />\r\n\r\n\r\n\r\n\r\n\r\n\r\n<b>Judging Criteria: </b>Accuracy of Notes, Rhythm, Selection of Composition, Emotion and overall impact, creativity. <br />\r\n\r\n<br />\r\n<h4>Eliminations </h4>\r\n<ul><li>Register for the event “Taal-Mel” using your MI number</li>\r\n<li>Record a short video of 3 minutes, rename it as “&lt;Your MI Number&gt; Taal Mel” and upload it on a drive</li>\r\n<li>Note that the video should not be edited in any way. Use of any kind of special effects is STRICTLY prohibited and will lead to direct disqualification</li>\r\n<li>Send the link of the video to <a href=\"mailto:taalmel@moodi.org\"><u>taalmel@moodi.org</u></a> by 10th November. The subject of the mail should be \"Taal Mel &lt;Your MI Number&gt; &lt;Your Name&gt;\".</li>\r\n<li>Online entries of upto 3 mins are allowed.</li>\r\n<li>Backing tracks are not allowed, audio cannot be processed or altered after recording.</li>\r\n<li>Original compositions are allowed but not compulsory. \r\n</li>\r\n</ul>\r\n\r\n\r\n\r\n \r\n<h4>Semi Finals</h4>\r\n<ul><li>Participants will be allowed 7 mins onstage (2 mins for setup, soundcheck and clearance and 5 mins for performance). </li>\r\n<li>Original compositions are not compulsory.\r\n</li></ul>\r\n\r\n\r\n\r\n\r\n\r\n\r\n<h4>Finals </h4>\r\n<ul><li>Participants will be allowed 10 mins onstage (2 mins for setup, soundcheck and clearance and 8 mins for performance)</li>\r\n<li>One original composition of atleast 2 mins is compulsory.</li>\r\n<li>BONUS: Participants will be given an ‘emotion/theme’ at the start of -2 slot which will have to be depicted through a performance of upto 1 min. This performance will be marked as bonus and is not compulsory.</li>\r\n\r\n\r\n\r\n\r\n</ul><h4>General rules </h4>\r\n<ul><li>The decision of the judges will be binding and final.</li>\r\n<li>Candidates may be quizzed on any composition played by them if he/she so desires.</li>\r\n<li>The time limit should be strictly followed. </li>\r\n<li>Participants will be heavily penalized by judges for not doing so.</li>\r\n<li>The decision of the organizers regarding the final line-up would be final.</li>\r\n<li>No looping or use of processing effects is allowed.\r\n</li>\r\n\r\n</ul>",
                    "prizes": "1st Position 7000;\r\n2nd Position 5000;\r\n3rd Position 3000;",
                    "subtitle": "Duet Instrumental Competition",
                    "status": "",
                    "id": 10,
                    "minparticipants": 2,
                    "maxparticipants": 2,
                    "LYP_partner": ""
                },
                {
                    "name": "Hysteria",
                    "LYP_description": "Get a free course at Point Blank Music London",
                    "LYP_img": "",
                    "LYP_logo": "photos/PB_logo_Quad_facebook_black_neg_2.jpg",
                    "description": "“One good thing about music, when it hits you, you feel no pain.” Let there be war but no pain when the masters of the mood, the creators of the music meet up on a stage to get the party going! The India's biggest war of DJs is here!",
                    "rules": "<h4>Multicity Eliminations</h4>\r\n<li>Eliminations will be held in Pune, Delhi and Mumbai: Venues to be announced soon <br/><br/>\r\n\r\n<b>General Rules</b>\r\n<li>Minimum age of the participants should be 17 years</li> \r\n<li>Copyright issues are the responsibility of the participant</li> \r\n<li>No premixes of Bootlegs allowed</li> \r\n<li>Mail your self mixed track of 5-10 minutes at hysteria@moodi.org, exceeding on either side would result in disqualification</li> \r\n<li>The DJ mix file should be 192kbps or less. Only mp3 files are allowed</li> \r\n<li>Use of controller will not be allowed</li> \r\n<li>Once selected, the rules for semi finals and finals will be sent via mail</li> \r\n<li>Eliminations & Semi finals of the event will be conducted before Mood Indigo</li> \r\n<li>Mood Indigo reserves the rights to disqualification</li> <br />",
                    "prizes": "To be announced",
                    "subtitle": "Semi Professional DJ Hunt",
                    "status": "",
                    "id": 50,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": "Point Blank Music School London"
                }
            ],
            "image": "32"
        },
        {
            "name": "Dramatics",
            "description": "“I like the ephemeral thing about theatre, every performance is like a ghost - it's there and then it's gone.”  - Maggie Smith. The adrenaline rush just when you get the cue to mount the stage followed by the satisfaction of creating a stunning performance from a two-line idea. We, at Mood I, believe that dramatics is a way of reinventing yourself. A passion for theatre and a flair for performing is all you need to experience this extravaganza. Acting, directing, script-writing and technicals; whatever your forte; join in for all the action!     From the classy one-act plays to the thrills of street plays, from on-spot improv comedy to the mesmerising beauty of non-verbal theatre, Mood-I, this December can't get more dramatic!",
            "events": [
                {
                    "name": "Third Bell",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "It is said that the stage has an energy that takes us on a journey of imagination; an energy that lasts only for a short period of time, leaving behind a stimulating conscience. Third Bell- the stage play competition- gives you the opportunity to immerse the audience in your emotions and actions. The stage is where dreams are born and come true; all you have to do is captivate the audience in a manner like never before!  Having witnessed eminent theatre personalities like Anurag Kashyap, Javed Jafri, Govind Namdev, Piyush Mishra, Virendra Saxena and Himani Shivpuri as judges and mentors, Third Bell has seen its participants scale great heights!",
                    "rules": "<b>Team Size:</b> 2-10 + 2 CA’s (for lights and sounds) compulsory<br />\r\n<b>Judging Criteria:</b> Acting, Direction, Screenplay and Overall impact<br />\r\n<br />\r\n<h4>Eliminations</h4>\r\n<ul><li>Perform a summary of the play or a relevant part bringing out the essence of the play in Hindi/English or both. However, short sub-passages in other languages are allowed.</li>\r\n<li>Teams must perform a part of the play that they will perform in the finals.</li>\r\n<li>Time Limit:- 9-12 minutes (including setup and clearance time).</li>\r\n<li>A warning bell will be given after 11 minutes.</li>\r\n<li>The given time duration is from empty stage to empty stage.</li>\r\n<li>Teams will be heavily penalised, if the given time limit is exceeded.</li>\r\n\r\n</ul>\r\n<h4>Finals</h4>\r\n<ul><li>Perform an extended version of the same play performed in the eliminations.</li>\r\n<li>Time Limit :- 35-45 minutes (including stage setup and clearance time).</li>\r\n<li>Production materials provided:- 4 chairs, 2 tables. Any other production material has to be brought by the teams themselves, but the organizers hold the discretion of allowing it on stage.</li>\r\n\r\n</ul>\r\n\r\n\r\n\r\n<h4>General Rules</h4>\r\n<ul>\r\n<li>Only one team per college is allowed.</li>\r\n<li><b>Students from different colleges can team up to participate in the competition but each person can be a part of only 1 play. No one is allowed to be a part of multiple teams. Such inter-college teams need to notify the organisers well before the competition.</b></li>\r\n<li>The above mentioned inter-college teams will be exclusive of the college teams.</li>\r\n<li>The number of slots will be limited and will be given on the discretion of the organisers</li>\r\n<li>Teams have to mail the Synopsis of their play (not more than 150 words) and Prod List ( List of production material and music instruments brought by the teams) at <a href=\"mailto:thirdbell@moodi.org\"><u>thirdbell@moodi.org</u></a>.  The subject of the mail should be “College Name_Play Name”. The deadline for submission is 10 December, 2018 11:59 PM.</li>\r\n<li>The essence of the play should be brought out in Hindi or English or both. However, short snippets in other regional languages are allowed.</li>\r\n<li>Teams will get to perform for a maximum of 50 minutes on stage(including setup and clearance) but they will have to keep an extended version of 60 minutes ready to be eligible for TAP Auditions. Top-3 teams will get to present the rehearsals or script of their 60 minutes play to Thespo Panel post finale for Performance at Prithvi Theatre.</li>\r\n<li>Stage play comprises of multiple scenes and may have blackouts.</li>\r\n<li>Backstage voiceovers and narrations are allowed during the performance.</li>\r\n<li>Pre-recorded music is allowed and should be brought in a pen drive in .mp3 format only. It will not be allowed in any other form.</li>\r\n<li>Participants will be provided a laptop and are expected to appoint someone to sit and play during the performance. Music may also be played live.</li>\r\n<li>However, no amplifiers or plug points will be provided for this purpose.</li>\r\n<li>Participants will be provided a light control box, from which the lighting on the stage can be controlled (Teams need to have a CA for this purpose within team size limit).</li>\r\n<li>Any kind of fluids, live animals, flame, heavy and sharp objects or any other material which has a possibility of damaging the stage is STRICTLY not allowed.</li>\r\n<li>Teams will be heavily penalised if they exceed the time limit. The time limit for both elims and finals includes stage setup and performance time. The given time duration is from empty stage to empty stage.</li>\r\n<li>Inappropriate content, blasphemy or content defaming any political party or religious group is strictly prohibited. There should not be any direct implication against anyone.</li>\r\n<li>Obscenity (at the discretion of judges) of any kind, is not allowed and may lead to disqualification.</li>\r\n<li>Junior College Students are strictly NOT allowed.</li>\r\n<li>The decision of the judges will be final and binding.</li>\r\n</ul>",
                    "prizes": "1st Position 25000 INR;\r\n2nd Position 15000 INR;\r\n3rd Position 8000 INR;",
                    "subtitle": "One Act Stage Play Competition",
                    "status": "",
                    "id": 12,
                    "minparticipants": 2,
                    "maxparticipants": 10,
                    "LYP_partner": ""
                },
                {
                    "name": "Aagaaz",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "In today’s fast-paced world, where people have the average attention span of probably a second, it is highly unlikely that you will be given a chance to make them sit up and hear you out. Well, this is the perfect opportunity. Here, we hit the streets, we sing, we dance, we act, we shout! Our purpose? CHANGE! REFORM! BADLAAV...AAGAAZ!        “Nukkad-Nataks” have been the carriers of change in our country since the very beginning. Haven’t you ever wanted to change the way our country functions? Well, it's time to be the change you want to see! AAGAAZ is all about creating awareness about social problems that plague our soil and bringing about realization in our youth! We have just one thing to say to you-        BE THE CHANGE!",
                    "rules": "<b>Team Size</b>: 8-20 (Including all music accompanists)<br />\r\n\r\n<b>Judging Criteria</b>: Acting(facial expressions, body posture/ movement), Voice (sync, modulation, dictation), Screenplay, Crowd interaction and Overall impact.<br /><br />\r\n\r\n<h4>Eliminations</h4>\r\n<ul><li>Teams must perform a part of the street play that they will perform in the finals.</li>\r\n<li>Time Limit:- 8-10 minutes (including setup and clearance time i.e. empty stage to empty stage).</li>\r\n\r\n\r\n\r\n\r\n\r\n</ul>\r\n<h4>Finals</h4>\r\n<ul><li>Teams must perform an extended version of the same play which they had performed in the eliminations.</li>\r\n<li>Time Limit :- 15-20 minutes (including setup and clearance time i.e empty stage to empty stage).</li>\r\n\r\n\r\n</ul>\r\n\r\n\r\n\r\n<h4>General Rules</h4>\r\n<ul><li>Teams have to mail the Synopsis of their play (not more than 100 words) and Prod List (List of production material and music instruments brought by the teams) at <a href=\"mailto:aagaaz@moodi.org\"><u>aagaaz@moodi.org</u></a>. The subject of the email should be “College Name_Play Name”. The deadline for submission is 10 December 2018, 11:59 PM.</li>\r\n<li>The essence of the play should be brought out in Hindi or English or both. However, short snippets in other regional languages are allowed.</li>\r\n<li>The team size represents the number of people registered as a team.</li>\r\n<li>Only these will be allowed to perform the street play.</li>\r\n<li>Only one team per college is allowed to perform in the eliminations.</li>\r\n<li>Music accompanists are included in the team size stated above.</li>\r\n<li>Teams are expected to perform at the open air venue, on a circular stage with audience on all sides.</li>\r\n<li>Any kind of fluids, live animals, flame, heavy objects or any other material which has a possibility of damaging the stage is STRICTLY not allowed.</li>\r\n<li>Teams will be heavily penalised if they exceed the time limit.</li>\r\n<li>Plays can be based on any theme but since eliminations are being held at public venues, inappropriate content, blasphemy or content defaming any political party or religious group is STRICTLY prohibited.</li>\r\n<li>Obscenity (at the discretion of judges) of any kind, is not allowed and may lead to disqualification.</li>\r\n<li>No electrical appliances (for example, amplifiers) shall be allowed during the performance, whether inside or outside the circle of performance. No plug points will be provided for this purpose.</li>\r\n<li>You are not allowed to play any recorded music using mobile phones or tapes.</li>\r\n<li>The decision of the judges will be final and binding.</li>\r\n\r\n\r\n\r\n</ul>",
                    "prizes": "1st Position 25000 INR;\r\n2nd Position 15000 INR;\r\n3rd Position 8000 INR;",
                    "subtitle": "Streetplay Competition",
                    "status": "",
                    "id": 16,
                    "minparticipants": 8,
                    "maxparticipants": 20,
                    "LYP_partner": ""
                },
                {
                    "name": "Jester Fiesta",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "\"The improv, sometimes it works, sometimes it doesn't, but when it does, it's like open-field running” - Robin Williams Spontaneity is the essence of this competition, and versatility the limbs on which it rests. In the present world riddled with depression, everyone needs a good laugh. Bring out the comedian in you, tickle the funny bone and make the audience burst into peals of laughter. Be innovative, be creative, be fun and celebrate the JESTER FIESTA.",
                    "rules": "<b>Team Size: </b>3-4<br />\r\n\r\n<b>Judging Criteria: </b>Acting, Humour, Spontaneity, Screenplay and Overall impact<br /><br />\r\n\r\n<h4>Eliminations </h4>\r\n<ul><li>Teams will be a given a choice of 3 theatre games out of which they will have to play any 2.</li>\r\n<li>Time limit: 5-7 mins</li>\r\n\r\n\r\n\r\n\r\n\r\n\r\n</ul><h4>Finals </h4>\r\n<ul><li>A choice of 5 theatre games will be given out of which any 3 will have to be played.</li>\r\n<li>Time limit: 8-10 mins</li>\r\n\r\n\r\n\r\n\r\n\r\n\r\n</ul><h4>General Rules</h4>\r\n<ul><li>A moderator will be present to control the overall flow of the performance.</li>\r\n<li>The moderator holds the power to pause or stop the performance anytime he wishes.</li>\r\n<li>No arguments against the moderator will be entertained. His decision will be final and binding</li>\r\n<li>No blackouts are allowed.</li>\r\n<li>Time Limit should be followed. Participants will be penalized by judges for not doing so. Obscenity (at the discretion of the judges) of any kind is not allowed and will lead to immediate disqualification.</li>\r\n<li>Any kind of fluid, live animals, flame, heavy/sharp object or any material which has possibility of damaging the stage is prohibited.</li>\r\n<li>No pre-recorded music is allowed.</li>\r\n<li>The decision of the judges will be final and binding.</li>\r\n<li>You are not allowed to use the technical stuffs provided by us during your chance</li>\r\n\r\n\r\n\r\n\r\n\r\n</ul>",
                    "prizes": "1st Position 5000;\r\n2nd Position 3000;\r\n3rd Position 2000;",
                    "subtitle": "Improv Comedy Competition",
                    "status": "",
                    "id": 18,
                    "minparticipants": 3,
                    "maxparticipants": 4,
                    "LYP_partner": ""
                },
                {
                    "name": "The Chosen One",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "The Sole Acting God. Do you have what it takes to get that title. Rhapsodize and win all hearts, all alone. Get the most irrational and erratic idea and taze the audience with it. Fiddle with the hearts and minds of the audience and give them a piece of art to gorge on. Play on with something that is a notch above the other events. Are you The Chosen One?        The Chosen One has seen exceptionally great performances over the years having been mentored one-on-one by eminent theatre personalities like Anang Desai, Deepak Dobriyal, Pankaj Tripathi and Vishal Malhotra. This year, we look for the actor in you!",
                    "rules": "<b>Team Size: </b>Solo + 2 CAs (for lights and sounds if required)<br />\r\n\r\n<b>Judging Criteria: </b>Acting, Screenplay and Overall Impact.<br /><br />\r\n\r\n<h4>Eliminations (Online)</h4>\r\n<ul><li>Visit http://moodi.org/ and register for the event “The Chosen One” using your MI number</li>\r\n<li>Record a short video of 3-5 minutes, rename it as “&lt;Your MI Number&gt; - The Chosen One”.</li>\r\n<li>The video must be recorded from a static camera. Videos having multiple angles/moving cameras are strictly not allowed</li>\r\n<li>The size of the Video should not exceed 200MB.\r\n<li>Note that the video should not be edited in any way. Use of any kind of special effects is STRICTLY prohibited and will lead to direct disqualification</li>\r\n<li><b>Deadline for submission: 10th December 2018 11:59 PM (Second lot of eliminations)</b></li>\r\n</ul>\r\n\r\n\r\n<span>To upload your registrations please follow the given steps:\r\n</span>\r\n                <ul>\r\n                  <li>On clicking the “Send your Auditions” button under Register Tab, the participant shall be redirected to our audition portal.</li>\r\n                  <li>The participant will be required to fill the following details on the portal:\r\n                  <ul>\r\n                    <li><b>Mood Indigo ID</b> : “Fill in your <b>Registered MI Number</b> in this section”</li>\r\n                    <li><b>Full Name</b> : “Fill in your <b>Full name</b> in this section”</li>\r\n                    <li><b>Email id</b> : “Fill in your email id in this section”</li>\r\n                    <li><b>Mobile Number</b> : “Fill in your mobile number in this section”</li>\r\n                  </ul></li>\r\n                  <li>Once the participant has submitted these details, they will be redirected to Google Play Store/ IOS App Store to download the AIO app. If in case you cancel the downloading or have filled in the details through any other device except your mobile, you <b>must download the app</b> separately on your mobile to submit your auditions on the app.\r\n</li>\r\n                  <li>The Auditions can <b>only be uploaded on the App</b>. It is compulsory for the participant to download the App at an initial or later stage in order to upload their entry.\r\n</li>\r\n                  <li>Upon downloading the app, to submit your video Go to Dashboard &rarr; Theatres Tab (in the top panel) &rarr; Mood Indigo &rarr; “<b>The Chosen One</b>” &rarr; Upload Video\r\n</li>\r\n                  <li>Upload your entry in video format and click on ‘Submit’ button. If the video file size exceeds 200 MB, compress the video to shrink its size and upload the compressed file.\r\n</li>\r\n<li><b>The fields on the Act It Out app like the time limit, gender, age, etc are certain defaults which the participants need to ignore while uploading the videos. The only restriction is the size of the video which has to be less than 200 MB</b></li>           \r\n </ul>\r\n\r\n\r\n\r\n<h4>Semi Finals</h4>\r\n<ul><li>Time Limit:- 5-7 minutes</li>\r\n<li>The qualifiers of the elims have to produce a valid ID of their respective institutes. Failure to do so will lead to disqualification from the finale round.</li>\r\n<li>Use of light-weighted Props is allowed.</li>\r\n<li>Any kind of fluid, live animals, flame, heavy/sharp object or any material which has the possibility of damaging the stage is not allowed.</li>\r\n\r\n\r\n\r\n\r\n</ul><h4>Finals</h4>\r\n<ul><li>Time Limit :- 7-10 mins</li>\r\n<li>Participants qualifying for the finals will be allotted a mentor and will be able to interact with them one on one. They must prepare an act under their guidance and perform it.</li>\r\n<li>Use of light-weighted Props is allowed.</li>\r\n<li>Production materials provided: 1 chair and 1 table. Any other production material has to be brought by the participants themselves, but the organisers hold the discretion of allowing it on stage.</li>\r\n<li>Any kind of fluid, live animals, flame, heavy/sharp object or any material which has the possibility of damaging the stage is not allowed.</li>\r\n<li>Participants can have live music, however, no amplifiers or plug points shall be provided for the same. Music should be brought in a pen drive in .mp3 format only.</li>\r\n<li>Participants will be provided with a laptop and are expected to appoint someone to sit and play during the performance.</li>\r\n<li>The time duration for finals includes performance time as well as stage setting time. The given time duration is from empty stage to empty stage.</li>\r\n\r\n\r\n\r\n</ul><h4>General Rules</h4>\r\n<ul><li>The competition is open to all the students with a valid identity card of their respective institutes.</li>\r\n<li>Perform a monologue or any solo act of your choice.</li>\r\n<li>Miming or ventriloquism is STRICTLY not allowed.</li>\r\n<li>The act should be in Hindi or English or both. However short sub passages in other regional languages are allowed.</li>\r\n<li>Performance must consist of a single act with no blackouts.</li>\r\n<li>Obscenity (at the discretion of the judges) in any of the stages, of any kind is not allowed and will lead to immediate disqualification.</li>\r\n<li>Use of pre-recorded music and lights will be allowed ONLY in the final round and participants need to have CA’s appointed for the same.</li>\r\n<li>Violation of any of the rules will lead to disqualification from subsequent rounds.</li>\r\n<li>The decision of the judges will be final and binding.</li>\r\n</ul>",
                    "prizes": "1st Position 10000 INR;\r\n2nd Position 5000 INR;\r\n3rd Position 3000 INR;",
                    "subtitle": "Mono-Acting Competition",
                    "status": "online",
                    "id": 20,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                },
                {
                    "name": "Mime Time",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Speak- but not with words!  Share- but not with a dialogue!  Make a point- but not with statements! Do it with your actions!  There was silence, even more of it and then even more. It became eerie. And then the decibel shuddering sound of an applause echoing through the hallowed theatre. We take you back to the times of Charlie Chaplin and Marcel Marceau. Come show off your cute little toothbrush moustache, stitch up your vocal cords, join the leagues of Bip the Clown and be crowned the Chaplin of MoodI.",
                    "rules": "<b>Team Size: </b>1-8 (+1 CA for lights compulsory)<br />\r\n\r\n<b>Judging Criteria: </b>Acting, Direction, Screenplay and Overall Impact.<br /><br />\r\n\r\n<h4>Eliminations</h4>\r\n<ul><li>Participants have to perform a sequence, which can be a mime, pantomime, gibberish*, clowning, juggling in dramatised form or any other non-verbal performance.</li>\r\n<li>Time Limit: 4-6 minutes (including setup and clearance time i.e empty stage to empty stage)</li>\r\n\r\n<small><i>*Gibberish should not include any recognizable words or meaning implying sounds</i></small>\r\n\r\n\r\n\r\n</ul>\r\n\r\n<h4>Finals</h4>\r\n<ul><li>Perform an extended version of the same play performed in the eliminations.</li>\r\n<li>Time Limit: 8-15 minutes (including setup and clearance time i.e empty stage to empty stage)</li>\r\n<li>Production materials provided: 4 chairs, 2 tables Any other production material has to be brought by the teams themselves, but the organizers hold the discretion of allowing it on stage.</li>\r\n\r\n\r\n\r\n\r\n\r\n</ul><h4>General Rules</h4>\r\n<ul><li><b>Students from different colleges can team up to participate in the competition but each person can be a part of only 1 play. No one is allowed to be a part of multiple teams.</b></li>\r\n<li>The number of slots will be limited and will be given on the discretion of the organisers.</li>\r\n<li>Performance may comprise of multiple scenes and hence have blackouts.</li>\r\n<li>No dialogue or backstage voiceover/narration of any sort is allowed in the performance.</li>\r\n<li>Pre-recorded music is allowed and should be brought in a pen drive in .mp3 format only. However, the music should not contain any kind of recognizable human words in any language. Participants will be provided with a laptop and are expected to appoint someone to sit and play during the performance.</li>\r\n<li>Participants will be provided with a light control box, from which the lighting on the stage can be controlled (Teams need to have a CA for this purpose within team size limit).</li>\r\n<li>Music may also be played live. However, no amplifiers or plug points will be provided for this purpose.</li>\r\n<li>Any kind of fluids, live animals, flame, colour, heavy and sharp objects or any other material which has a possibility of damaging the stage is STRICTLY not allowed.</li>\r\n<li>Time Limit should be followed. Participants will be penalized by judges for not doing so.</li>\r\n<li>Obscenity (at the discretion of the judges) of any kind is not allowed and will lead to immediate disqualification. The decision of the judges will be final and binding.</li>\r\n\r\n\r\n\r\n\r\n</ul>",
                    "prizes": "1st Position 8000 INR;\r\n2nd Position 5000 INR;\r\n3rd Position 3000 INR;",
                    "subtitle": "Non-Verbal Theater Competition",
                    "status": "",
                    "id": 22,
                    "minparticipants": 1,
                    "maxparticipants": 8,
                    "LYP_partner": ""
                }
            ],
            "image": "232"
        },
        {
            "name": "Dance",
            "description": "“Dance is for everybody. I believe that the dance came from the people and that it should always be delivered back to the people.”   - Alvin Ailey        Ain’t that right? No matter who watches, just dance and let your soul be free, entering a state of pure ecstasy. Go wild and crazy. Is this not all that dance is about? There is a lil insanity in dancing that does everybody a great deal of good. So loosen up and let the insanity in you take control. Move your body to the groovy beats and fill your vision with crowds cheering for you on stage!  Classical and folk, Hip Hop and Bollywood, Contemporary and Duet- at MI, we have them all! Come, celebrate your panache with our profound Dance Competitions. Are you ready?!",
            "events": [
                {
                    "name": "Desi Beats",
                    "LYP_description": "The first winner of Desi Beats will get a one-day workshop at <b><u><a href=\"https://www.youtube.com/watch?v=U4_lNo95tU4&list=PLHuHXHyLu7BFQm9QGtBrAZxpDwaulPzOv\" target=\"_blank\">The Dance Project Studio</a></u></b> along with a dance video shoot which will be uploaded from Sony Music India's official YouTube Handle(20 M+ Subscribers). <b><u><a href=\"https://www.youtube.com/watch?v=U4_lNo95tU4&list=PLHuHXHyLu7BFQm9QGtBrAZxpDwaulPzOv\" target=\"_blank\">The Dance Project</a></u></b> is India’s first original digital dance property for YouTube which gives a common platform to the best of three worlds i.e Bollywood, TV & YouTube to showcase their talent.",
                    "LYP_img": "./TDP.jpg",
                    "LYP_logo": null,
                    "description": "\"  Still have that Bollywood rush racing in your veins?\r\nDoes the over-pompous dholak beats and  the throbbing\r\nrock guitars send your legs grooving? Come, spice up \r\nthe stage , scale up the temperature and unhinge the \r\ncrowd with your thumkas and jhatkas! So, go get that \r\njhumka and set your pagdi in place because Abhi toh \r\nparty shuru hui hai!      With stars like  Shahid Kapoor, \r\nSaroj Khan and Mudassar Khan as judges for the past\r\n years , Desi Beats is going to be as magnificent as \r\nthose Sanjay Leela Bhansali's sets!  \"",
                    "rules": "<b>Team Size: </b>8-15 + 2 CAs (for lights and sounds) compulsory<br />\r\n<b>Styles: </b>Bollywood<br />\r\n<b>Judging Criteria: </b>Choreography, Energy, Synchronization, Expressions, Stage utilization, Costumes, Innovation in song incorporation and reverse section into performance, Overall impact.<br />\r\n<b>Stage Specifications: </b>Closed Auditorium with the audience on one side of the stage.<br /><br/>\r\n\r\n\r\n\r\n<h4>Eliminations </h4>\r\n<ul><li>Teams must perform any sequence of their choice which remains true to Bollywood dance.</li>\r\n<li>Time Limit: 3-5 minutes (+1 min setup and clearance time)</li>\r\n\r\n\r\n\r\n\r\n\r\n\r\n</ul><h4>Finals </h4>\r\n<ul><li>Perform an extended version of the piece performed in eliminations.</li>\r\n<li>Teams need to add a reverse section where they have to perform a minimum of 15 second part of their choreography in reverse</li>\r\n<li>Time Limit: 8-10 minutes (+2 minutes setup and clearance time)</li>\r\n<li>Teams can use non Bollywood songs for a maximum of 1 minute in their performance. (Only in finals)</li>\r\n\r\n\r\n\r\n\r\n</ul><h4>General Rules</h4>\r\n<ul><li>Only one team per college is allowed.</li>\r\n<li>Participants should use more than one songs in their performance.</li>\r\n<li>Only Hindi Bollywood tracks are allowed. No regional language or other songs allowed. (Use of any other tracks will result in high penalty)</li>\r\n<li>Usage of props is allowed. These have to be brought by the teams themselves but the organizers hold the discretion of allowing it on stage.</li>\r\n<li>The losses/damage to the props is not the responsibility of organisers and will be heavily penalised</li>\r\n<li>Teams are STRICTLY prohibited from mentioning their college names during the performance by any medium. Any team doing so will be awarded high penalty.</li>\r\n<li>Teams have to submit their tracks (in mp3 format only) and prodlist at  <a href=\"mailto:desibeats@moodi.org\"><u>desibeats@moodi.org</u></a> before 15th December 2018 11:59 PM with subject “College Name | Team Leader's MI number”.</li>\r\n<li>Teams are requested to submit their props list prior to the competition and props have to be shown during practice slot. (Props will not be allowed if you fail to show them in practice slots)</li>\r\n<li>The soundtrack should also be brought in a pen drive (in .mp3 format only) during Mood Indigo.</li>\r\n<li>Any kind of fluid, flame, powders, glitters, heavy or sharp objects or any material which has possibility of tampering/damaging the stage is STRICTLY not allowed.</li>\r\n<li>Vulgarity and obscenity at any point is strictly not allowed. It can lead to immediate disqualification. Songs should be chosen accordingly.</li>\r\n<li>Performers have to clear the stage in the given time after their performance otherwise they will be penalised heavily by the organisers.</li>\r\n<li>Violation of any of the above rules, will lead to heavy penalties.</li>\r\n<li>The decision of the judges shall be final and binding.</li>\r\n</ul>",
                    "prizes": "1st Position - INR 25000;\r\n2nd Position - INR 15000;\r\n3rd Position  - INR 8000;",
                    "subtitle": "Group Bollywood Dance Competition",
                    "status": "",
                    "id": 11,
                    "minparticipants": 0,
                    "maxparticipants": 0,
                    "LYP_partner": ""
                },
                {
                    "name": "Indigo Saga",
                    "LYP_description": "The first winner of Indigo Saga will get a one-day workshop at <b><u><a href=\"https://www.youtube.com/watch?v=U4_lNo95tU4&list=PLHuHXHyLu7BFQm9QGtBrAZxpDwaulPzOv\" target=\"_blank\">The Dance Project Studio</a></u></b> along with a dance video shoot which will be uploaded from Sony Music India's official YouTube Handle(20 M+ Subscribers). <b><u><a href=\"https://www.youtube.com/watch?v=U4_lNo95tU4&list=PLHuHXHyLu7BFQm9QGtBrAZxpDwaulPzOv\" target=\"_blank\">The Dance Project</a></u></b> is India’s first original digital dance property for YouTube which gives a common platform to the best of three worlds i.e Bollywood, TV & YouTube to showcase their talent.",
                    "LYP_img": "./TDP.jpg",
                    "LYP_logo": null,
                    "description": "Who says dance isn't magical? It's time to live your own La La Land. Listen to that long-forgotten whisper and feel the rise and the fall of your breath.Break those shackles. Grab the moment and cast that entrancing spell on us!      Opportunity dances with those already on the dance floor.Come, grab it. Come, dance to live, to breathe, to be free, to be YOU.",
                    "rules": "<b>Team Size: </b>8-15 + 2 CAs (for lights and sounds) compulsory<br />\r\n<b>Styles: </b>Contemporary<br />\r\n<b>Judging Criteria: </b>Choreography, Concept and Depiction, Synchronization, Stage utilization, Expressions, Costumes, Overall impact Judges may ask questions regarding the performance and theme (if any) you are depicting<br />\r\n<b>Stage Specifications: </b>Closed Auditorium with the audience on one side of the stage<br /><br />\r\n\r\n\r\n\r\n<h4>Eliminations </h4>\r\n<ul><li>Teams are free to put up any performance.</li>\r\n<li>Only Contemporary Dance form is allowed.</li>\r\n<li>The performance doesn’t necessarily have to be thematic.</li>\r\n<li>Time Limit: 4-6 min (including voice over of maximum 50 secs, +1 min setup and clearance time).</li>\r\n\r\n\r\n\r\n</ul><h4>Finals </h4>\r\n<ul><li>Perform an extended version of the dance sequence performed in the semi-finals.</li>\r\n<li>Time limit: 7-9 minutes (including voice over of maximum 90 secs)(+2 mins setup and clearance time)</li>\r\n\r\n</ul><h4>General Rules:</h4>\r\n<ul><li>Only one team per college is allowed.</li>\r\n<li>Participants may use more than one song in their performance, the length of lyrics (if any) should not exceed 1 mins</li>\r\n<li>Relevant voice over(s) is allowed according to given limit: (Eliminations - 50 seconds Semi-Finals & Finals - 90 seconds)</li>\r\n<li>Teams are STRICTLY prohibited from mentioning their college names during the performance by any medium.</li>\r\n<li>Usage of props is allowed. These have to be brought by the teams themselves but the organizers hold the discretion of allowing it on stage.</li>\r\n<li>Teams have to submit their tracks (in mp3 format only) and prop list at  <a href=\"mailto:indigosaga@moodi.org\"><u>indigosaga@moodi.org</u></a> before 15th December 2018, 11:59 PM with subject “College Name | Team Leader's MI number”, mentioning the exact time & duration where lyrical song(s) and voice over(s) have been used in the track.</li>\r\n<li>The losses/damage to the props is not the responsibility of organisers and will be heavily penalised</li>\r\n<li>Teams are requested to submit their props list prior to the competition and props have to be shown during practice slot. (Props will not be allowed if you fail to show them in practice slots)</li>\r\n<li>The soundtrack should also be brought in a pen drive (in .mp3 format only) during Mood Indigo.</li>\r\n<li>Any kind of fluid, flame, powders, glitters, heavy or sharp objects or any material which has possibility of tampering/damaging the stage is STRICTLY not allowed.</li>\r\n<li>Vulgarity and obscenity at any point is strictly not allowed. It can lead to immediate disqualification.Songs to be chosen accordingly.</li>\r\n<li>Performers have to clear the stage after their performance otherwise they will be penalised heavily by the organisers.</li>\r\n<li>Violation of any of the above rules, will lead to heavy penalties.</li>\r\n<li>The decision of the judges shall be final and binding.</li>\r\n</ul>",
                    "prizes": "1st Position 25000 INR;\r\n2nd Position 15000 INR;\r\n3rd Position 8000 INR;",
                    "subtitle": "Group Thematic Dance Competition",
                    "status": "",
                    "id": 13,
                    "minparticipants": 8,
                    "maxparticipants": 15,
                    "LYP_partner": ""
                },
                {
                    "name": "Double Trouble",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "“And hand in hand, on the edge of the sand, They danced by the light of the moon.” ? Edward Lear  Fast. Groovy. Sexy. In-sync.  You rely on physical skills and chemistry, but up until now, that chemistry’s been pretty heterosexual. The time has finally come to break those patriarchal barriers, combat unwitting prejudices and set your souls flying. And oh, that’s not it. Do so with all the chemistry in the world put in 2 souls.",
                    "rules": "<b>Team Size: </b>2 +1 (CA for sound if needed)\r\nAny two individuals can pair up (irrespective of their gender) to participate in this event.                      \r\nStage: Circular Stage with audience on all sides.<br />\r\n<b>Styles: </b>Hip-hop, Contemporary or Latin. Participants may perform any styles of Ballroom or Couple Dance from Rumba, Merengue, Samba, Tango, Waltz,Cha-Cha-Cha, Rock 'n' Roll,Jive, Foxtrot,Quick Step, and Paso Doble. Classical and folk are STRICTLY NOT allowed.<br />\r\n<b>Judging Criteria: </b>Synchronization, expressions, Energy level, Stage utilization, Chemistry between the partners, Costumes and props. Innovativeness and creativity which appeals to the judges and the audience will be considered.  <br />\r\n<b>Stage Specifications: </b>Circular Stage with audience on all sides. <br /><br />\r\n\r\n\r\n\r\n<h4>Eliminations </h4>\r\n<ul><li>Time Limit: 3-4 mins (+1 min Setup & Clearance time)</li>\r\n<li>Judges have rights to stop your performance in between.</li>\r\n\r\n\r\n\r\n\r\n\r\n\r\n</ul><h4>Finals </h4>\r\n<ul><li>Perform an extended version of the dance sequence performed in the Elimination.</li>\r\n<li>Time limit : 5-6 mins + 2min (setup & clearance time)</li>\r\n\r\n\r\n\r\n\r\n\r\n\r\n</ul><h4>General Rules</h4>\r\n<ul><li>Participants can be from different colleges, but both should be present college students.</li>\r\n<li>All kinds of songs are allowed. Participants may use more than one song in their performance. Even remixes are allowed.</li>\r\n<li>Usage of props is allowed. These have to be brought by the teams themselves but the organizers hold the discretion of allowing it on stage.</li>\r\n<li>Pre-recorded music should be brought in a pen drive in .mp3 format only. Teams must follow the Time Limits and strictly stick to the allowed styles. Teams shall be penalized by organisers for not doing so.</li>\r\n<li>Any kind of fluid, flame, powders, glitters, heavy or sharp objects or any material which has possibility of tampering/damaging the stage is STRICTLY not allowed.</li>\r\n<li>Vulgarity and obscenity at any point is strictly not allowed. It can lead to immediate disqualification. Songs should be chosen accordingly.</li>\r\n<li>Violation of any of the above rules, will lead to heavy penalties.</li>\r\n<li>The decision of the judges shall be final and binding.</li>\r\n\r\n\r\n\r\n\r\n\r\n\r\n</ul>",
                    "prizes": "1st Position 8000 INR;\r\n2nd Position 5000 INR;\r\n3rd Position 3000 INR;",
                    "subtitle": "Duet Dance Competition",
                    "status": "",
                    "id": 14,
                    "minparticipants": 2,
                    "maxparticipants": 2,
                    "LYP_partner": ""
                },
                {
                    "name": "Beat the Street",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Come and live your life STEP-UP style , show your talent , your passion for dance ,fulfill your dream to become the best amongst the best ,with hip-hop in your heart, b-boying in soul, crunching in your mind ,tapping in your legs, tutting your hands , and show your rivals that this is your stage , and you are the ringmaster of this arena. Set the streets ablaze with your passion, turn the opposition into mere specks of dust as you weave your way through the patterns of space-time to rise above everyone else and enthrall all who watch to clinch that which all want.        So, are you ready for \"The Street Wars\"?",
                    "rules": "<b>Team Size: </b>5-10 (including all performers)<br />\r\n<b>Styles: </b>Hip-Hop, Popping, Tutting, Krumping, Breakdance, Stepping, Bboying, Contraptions and Western Freestyle. Deviation from hip-hop is discouraged.<br />\r\n<b>Judging Criteria: </b>Choreography, Energy, Synchronization, Stage utilization, Costumes, Innovation, Overall impact, Use of Retro Song in the performance<br />\r\n<b>Stage Specifications: </b>Circular Stage with audience on all sides<br /><br />\r\n\r\n\r\n\r\n<h4>Eliminations </h4>\r\n<ul><li>Teams need to perform a dance sequence incorporating above mentioned dance styles without any theme.</li>\r\n<li>Judges have right to stop your performance in between.</li>\r\n<li>Time limit: 4-6 min (+1 min setup time)</li>\r\n\r\n\r\n</ul><h4>Semi Finals (Street Dance Battle Round) </h4>\r\n<ul><li>Participants are expected to prepare themselves for face-off, as no preparation time will be given.</li>\r\n<li>The battle round shall consist of 3 rounds.</li>\r\n<li>In each round a member from each team or number of members from a team shall enter the battle area and perform their set or throwdown (solo or routines) for a fixed period of time.</li>\r\n<li>Once their time is over they will be informed to move from the battle area and let their opponents to enter the battle and perform their set.</li>\r\n<li>The decision of the judges will be final and binding.</li>\r\n\r\n\r\n</ul><h4>Finals </h4>\r\n<ul><li>Participants should perform an extended version of the dance sequence performed in the eliminations.</li>\r\n<li>Teams need to incorporate a RETRO SONG (released before 1985) of minimum 40 seconds in their track.</li>\r\n<li>The retro song should be an original Hindi bollywood song, no remix or remakes are allowed.</li>\r\n<li>Time limit: 7-9 minutes (+2 mins setup time)</li>\r\n\r\n\r\n</ul><h4>General Rules</h4>\r\n<ul><li>One person can stay as a member in only one team. Heavy penalty shall be imposed on both teams if this is violated.</li>\r\n<li>Crews consisting of participants from mixed colleges are allowed but all members must be present college students (not necessarily from same college).</li>\r\n<li>Participants may use more than one song in their performance.</li>\r\n<li>Usage of props is allowed. These have to be brought by the teams themselves but the organizers hold the discretion of allowing it on stage.</li>\r\n<li>Pre-recorded music should be brought in a pen drive in .mp3 format only.</li>\r\n<li>Teams must follow the Time Limits and strictly stick to the allowed styles. Teams shall be penalized by organisers for not doing so.</li>\r\n<li>Any kind of fluid, flame, powders, glitters, heavy or sharp objects or any material which has possibility of tampering/damaging the stage is STRICTLY not allowed.</li>\r\n<li>Obscenity of any kind is not allowed and will lead to immediate disqualification.</li>\r\n<li>The decision of the judges shall be final and binding.</li>\r\n<li>Violation of any of the above rules, will lead to heavy penalties.</li>\r\n\r\n\r\n\r\n\r\n</ul>",
                    "prizes": "1st Position 20000 INR;\r\n2nd Position 12000 INR;\r\n3rd Position 8000 INR;",
                    "subtitle": "Group Hip-Hop Dance Competition",
                    "status": "",
                    "id": 15,
                    "minparticipants": 5,
                    "maxparticipants": 10,
                    "LYP_partner": ""
                },
                {
                    "name": "Nrityanjali",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "An eternal art having come from Lord Shiva and Divine Mother Parvati down to the earth to inspire and uplift the suffering human beings, Indian classical dance is meant to please the Divine and to be a powerful means to bring the dancer as well as the audience back to its final destiny, i.e., experience. So drown yourself in divine, grace, beauty, tenderness to delight the eyes and souls of the viewers. Participate in the most graceful competition that Mood Indigo has got for you: The Classical Dancing Competition.",
                    "rules": "<b>Team Size: </b>Solo<br />\r\n<b>Submission deadline: </b>23:59, 10th December 2018<br />\r\n\r\n<b>Judging Criteria: </b>Nritya (pure dance), Abhinaya (Facial expressions and body language, Footwork, Hand and eye movements), Presentation, Choreography (technical perfection), stage presence, Overall clarity and impact on the audience (Costumes will not be judged in this round)<br /><br />\r\n\r\n<h4>Eliminations (Online) </h4>\r\n<ul><li>Visit http://moodi.org/ and register for the event “Nrityanjali” using your MI number</li>\r\n<li>Record a short video of <u><i>3-5 minutes (including narration time)</i></u>, rename it as “<Your MI Number> - Nrityanjali”</li>\r\n<li>The video must be recorded from a static camera. Videos having multiple angles/moving cameras are strictly not allowed</li>\r\n<li>Note that the video should not be edited in any way. Use of any kind of special effects is STRICTLY prohibited and will lead to direct disqualification</li>\r\n</ul>\r\n\r\n\r\n<span>To upload your registrations please follow the given steps:\r\n</span>\r\n                <ul>\r\n                  <li>On clicking the “Send your Auditions” button under Register Tab, the participant shall be redirected to our audition portal.</li>\r\n                  <li>The participant will be required to fill the following details on the portal:\r\n                  <ul>\r\n                    <li><b>Mood Indigo ID</b> : “Fill in your <b>Registered MI Number</b> in this section”</li>\r\n                    <li><b>Full Name</b> : “Fill in your <b>Full name</b> in this section”</li>\r\n                    <li><b>Email id</b> : “Fill in your email id in this section”</li>\r\n                    <li><b>Mobile Number</b> : “Fill in your mobile number in this section”</li>\r\n                  </ul></li>\r\n                  <li>Once the participant has submitted these details, they will be redirected to Google Play Store/ IOS App Store to download the AIO app. If in case you cancel the downloading or have filled in the details through any other device except your mobile, you <b>must download the app</b> separately on your mobile to submit your auditions on the app.\r\n</li>\r\n                  <li>The Auditions can <b>only be uploaded on the App</b>. It is compulsory for the participant to download the App at an initial or later stage in order to upload their entry.\r\n</li>\r\n                  <li>Upon downloading the app, to submit your video Go to Dashboard &rarr; Theatres Tab (in the top panel) &rarr; Mood Indigo &rarr; “<b>Nrityanjali</b>” &rarr; Upload Video\r\n</li>\r\n                  <li>Upload your entry in video format and click on ‘Submit’ button. If the video file size exceeds 200 MB, compress the video to shrink its size and upload the compressed file.\r\n</li>\r\n<li><b>The fields on the Act It Out app like the time limit, gender, age, etc are certain defaults which the participants need to ignore while uploading the videos. The only restriction is the size of the video which has to be less than 200 MB</b></li>               </ul>\r\n\r\n\r\n</ul><h4>Finals </h4>\r\n<ul><li>The participants who are shortlisted for the finals have to choose any one of the given themes, prepare their own choreography for the same and dance for the chosen theme to only semi-classical and classical instrumental music or song.</li>\r\n<li>Time limit :  4 - 7 minutes (including setup, clearance and narration time of 45 sec)</li>\r\n<li>Themes : Lord Rama or Lord Krishna, Rivers of India, Colours (any number of colours can be depicted), Five elements of nature ( Jal-Vayu-Bhumi-Aakash-Agni ), Temples of India ( any temple and presiding deity)</li>\r\n<li>Judges may ask questions regarding the performance, genre specifications and about the elements/theme that you are depicting.</li>\r\n<li>Judging Criteria: Same as Elimination round with Theme incorporation, Costumes, Questions asked by Judges and impact on the audience</li>\r\n\r\n\r\n\r\n</ul><h4>General Rules</h4>\r\n<ul>\r\n<li>Participants will have to perform any one of the eight classical dances of India. We would love to see Kathak, Bharatanatyam, Kathakali, Mohiniyattam, Manipuri, Sattriya, Kuchipudi, Odissi and Gaudiya Nritya. No other dance form is allowed. However, different forms will not be judged separately</li>\r\n<li>The songs should be strictly classical. Film songs are not allowed. [except for the finals, where you can perform on semi-classical instrumental piece].</li>\r\n<li>Pre-recorded music should be brought in a pen drive in .mp3 format only. Narration time should not exceed the limit(eliminations - 30 sec and finals - 45 sec).</li>\r\n<li>Live music is STRICTLY not allowed.</li>\r\n<li>Costumes and accessories are to be arranged by the participants at their cost.</li>\r\n<li>Obscenity of any kind is not allowed and will lead to immediate disqualification.</li>\r\n<li>Any kind of fluid, flame, powders, glitters, heavy or sharp objects or any material which has possibility of tampering/damaging the stage is STRICTLY not allowed.</li>\r\n<li>The decision of the judges will be final and binding.</li>\r\n</ul>",
                    "prizes": "1st Position 7000 INR;\r\n2nd Position 5000 INR;\r\n3rd Position 3000 INR;",
                    "subtitle": "Solo Classical Dance Competition",
                    "status": "online",
                    "id": 17,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                },
                {
                    "name": "M I The Best",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Solo Dance Competition",
                    "rules": "<b>Team Size: </b>Solo<br />\r\n<b>Rounds: </b>Online Eliminations, Semi Finals and Finals <br/>\r\n<b>Judging Criteria:</b> Choreography, Energy  of the participant, Expressions during the performance, Clarity, completion of Steps and Overall impact. <br />\r\n<b>Styles:</b> All except Classical dance <br />\r\n<br />\r\n<h4>Eliminations: </h4>\r\n<ul><li>Time Limit: 1 -1.5 minute</li>\r\n<li>No usage of props is allowed for this round.</li>\r\n<li>Participants will not be judged on basis of the costumes.</li>\r\n<li><b>Deadline for submission: 10th December 2018 11:59 PM (Second lot of elimination round)</b></li>\r\n<li>Record the video, rename it as “&lt;Your MI Number&gt; - MI The Best”</li>\r\n<li>The video must be recorded from a static camera. Videos having multiple angles/moving cameras are strictly not allowed</li>\r\n<li>Note that the video should not be edited in any way. Use of any kind of special effects is STRICTLY prohibited and will lead to direct disqualification</li>\r\n\r\n\r\n</ul>\r\n\r\n\r\n<span>To upload your registrations please follow the given steps:\r\n</span>\r\n                <ul>\r\n                  <li>On clicking the “Send your Auditions” button under Register Tab, the participant shall be redirected to our audition portal.</li>\r\n                  <li>The participant will be required to fill the following details on the portal:\r\n                  <ul>\r\n                    <li><b>Mood Indigo ID</b> : “Fill in your <b>Registered MI Number</b> in this section”</li>\r\n                    <li><b>Full Name</b> : “Fill in your <b>Full name</b> in this section”</li>\r\n                    <li><b>Email id</b> : “Fill in your email id in this section”</li>\r\n                    <li><b>Mobile Number</b> : “Fill in your mobile number in this section”</li>\r\n                  </ul></li>\r\n                  <li>Once the participant has submitted these details, they will be redirected to Google Play Store/ IOS App Store to download the AIO app. If in case you cancel the downloading or have filled in the details through any other device except your mobile, you <b>must download the app</b> separately on your mobile to submit your auditions on the app.\r\n</li>\r\n                  <li>The Auditions can <b>only be uploaded on the App</b>. It is compulsory for the participant to download the App at an initial or later stage in order to upload their entry.\r\n</li>\r\n                  <li>Upon downloading the app, to submit your video Go to Dashboard &rarr; Theatres Tab (in the top panel) &rarr; Mood Indigo &rarr; “<b>MI The Best</b>” &rarr; Upload Video\r\n</li>\r\n                  <li>Upload your entry in video format and click on ‘Submit’ button. If the video file size exceeds 200 MB, compress the video to shrink its size and upload the compressed file.\r\n</li>\r\n                <li><b>The fields on the Act It Out app like the time limit, gender, age, etc are certain defaults which the participants need to ignore while uploading the videos. The only restriction is the size of the video which has to be less than 200 MB</b></li>\r\n\r\n</ul>\r\n\r\n\r\n\r\n<h4>Semi Finals</h4>\r\n<li>To be announced soon</li>\r\n\r\n</ul><h4>Finals</h4>\r\n<li>To be announced soon</li>",
                    "prizes": "1st Position 12000 INR;\r\n2nd Position 8000 INR;\r\n3rd Position 5000 INR;",
                    "subtitle": "Solo Dance Competition",
                    "status": "online",
                    "id": 51,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                },
                {
                    "name": "Sanskriti",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Group Folk Dance Competition",
                    "rules": "<b>Team Size:</b> 8-12 dancers + 2 CA's (for lights and sounds) compulsory<br />\r\n<b>Rounds: </b>Eliminations and Finals <br/>\r\n<b>Judging Criteria:</b> Synchronization, Stage utilization, Choreography, Authenticity, Usage of props, Energy level, Expressions, Costumes, Overall Impact <br />\r\n\r\n<br />\r\n<h4>Eliminations</h4>\r\n<ul><li>Participants must perform ANY ONE Indian folk dance.</li>\r\n<li><b>Time Limit:</b> 5-6 minutes (+1 min setup and clearance time)</li></ul>\r\n\r\n\r\n</ul><h4>Finals</h4>\r\n<ul><li>Perform an extended version of eliminations.</li>\r\n<li>Use of props during the performance is compulsory.</li>\r\n<li><b>Time Limit:</b> - 7-9 minutes (+2min setup and clearance time)</li></ul>\r\n\r\n<h4>General Rules</h4>\r\n<ul><li> Only one team per college is allowed.</li>\r\n<li>Strictly NO classical dance steps are allowed.</li><li>\r\nSongs must be purely folk. Strictly no Bollywood songs are allowed and no remixes are allowed.\r\nFusion of 2 or more dance styles is NOT allowed. </li><li>\t\r\nTeams have to give a small description of their dance form prior to the performance (Can be recorded or verbal). This will be included in your performance time.\t</li><li>\r\nTeams are STRICTLY prohibited from mentioning their college names during the performance by any medium.</li><li>\r\nUsage of props is allowed. These have to be brought by the teams themselves but the organizers hold the discretion of allowing it on stage.The losses/ damages to props is not a responsibility of the organizers.</li><li>\r\nTeams have to submit their tracks (in mp3 format only) at <a href=\"mailto:sanskriti@moodi.org\"><u>sanskriti@moodi.org</u></a> before 12th December 2018 11:59 PM with subject “Sanskriti - college name”. The soundtrack should also be brought in a pen drive (in .mp3 format only) during Mood Indigo. </li><li>\r\nAny kind of fluid, flame, powders, colors or flowers is not allowed on stage. </li><li>\r\nObscenity of any kind is not allowed and will lead to immediate disqualification. </li><li>\r\nThe decision of the judges shall be final and binding. </li><li>\r\nPerformers are required to clear the stage after the performance otherwise they will be penalized. </li></ul>",
                    "prizes": "To be announced soon!;",
                    "subtitle": "Group Folk Dance Competition",
                    "status": "",
                    "id": 52,
                    "minparticipants": 8,
                    "maxparticipants": 12,
                    "LYP_partner": ""
                }
            ],
            "image": "232"
        },
        {
            "name": "Design and Digital Arts",
            "description": "In our era of gadgets and gizmos, we want everything done pronto. Cyberspace has given way to it's tech-Hussains. MI brings to you an attractive platform to showcase your talent, the 21st-century-way. Go insane and come up with the most ridiculous, inexplicable art pieces and feel free to create and innovate! After all, great design is about making other designers feel like idiots because that idea wasn’t theirs. This is the genre that belongs to kind of minds that usually sweep people off their feet with their imagination and the use of it. Here’s your chance to showcase your creativity in designing and innovation events. Go shutter-happy, morph photographs, shoot a movie! In all this, win exciting prizes!",
            "events": [
                {
                    "name": "Cursor Strokes",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "“It was a huge challenge to learn digital painting well enough so that computers don't pop into mind when one sees one” - Breathed  So, if you learn the traditional way, it translates over to the digital in a much more painterly way. The only difference being Digital is a lot more forgiving (read: can be easily edited). So if you think you are up to the challenge, start painting… ahm, start digitalising your paintings!",
                    "rules": "<b>Team Size: </b>Solo<br />\r\n<b>Rounds: </b>Direct online finals<br />\r\n<b>Theme: </b></b>Participants can choose any one or combination of the following themes:\r\n<ol><li>Psychedelic Art</li>\r\n<li>Mirrors and Reflections</li>\r\n<li>Dreams and imagination</li></ol>\r\n<b>Last date for submission: </b>11:59PM, 10th December 2018<br />\r\n<b>Judging Criteria: </b>Creativity, Quality, Originality, Composition and Layout, Visual Impact<br /><br />\r\n\r\n\r\n\r\n<h4>General Rules: </h4>\r\n<ul><li>This is a digital design competition wherein participants have to design a painting on a software.</li>\r\n<li>Participants need to send their work in the .psd, .ai that they have used along with the .jpg file of the same, with at least three stages of work.</li>\r\n<li>Participants need to send their entries containing all the above mentioned files in a zipped folder at <a href=\"mailto:cursorstrokes@moodi.org@moodi.org\"><u>cursorstrokes@moodi.org</u></a> with the subject Cursor Strokes: MI-XXX-YYY\r\n<li>Only one entry is allowed per participant.</li>\r\n<li>No vector/Stock images from online resources to be used.</li>\r\n<li>All the entries by the single participant must be sent in one folder. DO NOT send files individually.</li>\r\n<li>In a case of multiple entries from the same person, only the first entry will be considered.</li>\r\n<li>Any sign of plagiarism may lead to disqualification.</li>\r\n\r\n</ul>",
                    "prizes": "1st Position 4000 INR;\r\n2nd Position 2000 INR;\r\n3rd Position 1500 INR;",
                    "subtitle": "Digital Painting Competition",
                    "status": "",
                    "id": 28,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                },
                {
                    "name": "Director’s Cut",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "“You shouldn't dream your film, you should make it!” -   Steven Spielberg   We live in a box of space and time. Movies are windows in its walls. They allow us to enter other minds, not simply in the sense of identifying with the characters, although that is an important part of it, but by seeing the world as another person sees it.  Do you often find yourself immersed in this world? Almost everything you experience, somehow finds itself into your projects. Have you ever wondered what would it feel like if this was not only your passion but also your profession?  Mood Indigo ‘17 aims to provide you with the first stepping stone.   Director's Cut has seen it’s participants scale grand heights and achievements, notable among whom is film director Nagesh Kukunoor who has both participated during his college days and judged the competition later.",
                    "rules": "<b>Team Size: </b>At most 12 in the core team(No particular limit for actors in the film)<br />\r\n<b>Rounds: </b>Online Eliminations and Finals<br />\r\n<b>Judging Criteria: </b>Editing, Cinematography, Script (originality), Acting, Sound effects, overall impact, Relevance to theme(final round)<br /><br />\r\n\r\n\r\n\r\n\r\n<h4>Eliminations: </h4>\r\n<ul><li>Time Limit: 3-10 minutes (Including credits)</li>\r\n<li>Theme: There is no theme in this round.</li>\r\n<li>Deadline for submission: 11th November 2018 11:59 PM</li>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n</ul><h4>Finals: </h4>\r\n<ul><li>Finalists will have to make a new short film on a given theme.</li>\r\n<li>Time Limit: 5-15 minutes (Including credits and everything)</li>\r\n<li>Theme: To be revealed after eliminations</li>\r\n<li>Deadline for submission: To be declared!</li>\r\n\r\n\r\n</ul><h4>General Rules:</h4>\r\n<ul><li>The movie should be in Hindi or English or both. If you choose to make a film in Hindi, it must contain English subtitles. For finals, subtitles are mandatory for movies of both languages. No other languages will be allowed.</li>\r\n<li>Please note that Mood Indigo will not be responsible for postal delays, losses or damages. Make sure you send in the entries sufficiently before the deadline. You may use any video camera you deem suitable for shooting the movie. However, we strongly discourage low-resolution cameras, including webcams and mobile-phone cameras.</li>\r\n<li>Entries must be the original work of the entrant and must not infringe third-party's rights.</li>\r\n<li>The content of the movie should be appropriate for public screening and thus have no vulgarity. Obscenity (at the discretion of the judges) of any kind is not allowed and will lead to immediate disqualification.</li>\r\n<li>Please avoid photo animation, slideshows, remixes, spoofs and advertisements.</li>\r\n<li>Please note that the teams for the elimination rounds and the finals must be the same. No new addition of members will be entertained.</li>\r\n<li>Plagiarism is strictly prohibited.</li>\r\n<li>Sound tracks (no max time limit) and stock footage (time limit : max of 1 min 30 seconds) can be borrowed, but with due credits.</li>\r\n<li>Teams qualifying for the finals will be asked to submit the scanned copy of their college ID cards along with their photos and their MI numbers.</li>\r\n<li>The decision of the judges will be final and binding.</li>\r\n\r\n</ul><h4>Submission:</h4>\r\n<ul><li>Completed movies (accompanied by the name of the college and the MI numbers and details of team members along with their role in the making of the movie) must be submitted in .mpeg or .avi or .mp4 formats only in one of the following ways.</li>\r\n<li>Emailing to <a href=\"mailto:directorscut@moodi.org\"><u>directorscut@moodi.org</u></a> with subject of the email to be “Director’s Cut: MI-XXX-YYY / File”</li>\r\n<li>Uploading the video on www.youtube.com or any other such website and emailing the link to <a href=\"mailto:directorscut@moodi.org\"><u>directorscut@moodi.org</u></a> with subject of the email to be “Director’s Cut: MI-XXX-YYY / Link”</li>\r\n<li>Burning on a CD/DVD and posting* to:</li>\r\n<u>Sanjay Khatri, 257, Hostel 7, IIT Bombay<br />\r\nPowai, Mumbai, Maharashtra - 400076</u><br />\r\n<i><small>*Kindly drop an email to <a href=\"mailto:directorscut@moodi.org\"><u>directorscut@moodi.org</u></a> with the subject of the email to be “Director's Cut: MI-XXX-YYY / Post”, where MI-XXX-YYY is your MI number. The mail should contain the details of the post/courier including the consignment number and date of posting for easy tracking purposes.</small></i>\r\n<li>Note that the size of the file may be too large to email depending on your video clip, and your email provider. In such a case, use one of the other methods.</li>\r\n\r\n\r\n\r\n</ul>",
                    "prizes": "1st Position 20000 INR;\r\n2nd Position 12000 INR;\r\n3rd Position 8000 INR;",
                    "subtitle": "Short Film Making Competition",
                    "status": "",
                    "id": 30,
                    "minparticipants": 1,
                    "maxparticipants": 12,
                    "LYP_partner": ""
                },
                {
                    "name": "Framed",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "‘Visual storytelling of one kind or another has been around since cavemen were drawing on the walls’ - Frank Darabont  Taking pictures is savouring life intensely, every hundredth of a second. Life goes on, but a photograph is a memento of that moment. A photograph has the ability to convey emotion, mood, narrative, ideas and messages – all of which are important elements of story telling. We celebrate photography as an art and provide you with the opportunity to compete with the best in this genre and showcase your talent.",
                    "rules": "<b>Team Size: </b>Solo<br />\r\n<b>Rounds: </b>Direct online finals<br />\r\n<b>Theme: </b>Participants can choose any one or combination of the following themes:\r\n<ol><li>Psychedelic Art</li>\r\n<li>Mirrors and Reflections</li>\r\n<li>Dreams and imagination</li></ol>\r\n<b>Photo Limit: </b>5- 15<br />\r\n<b>Last date for submission: </b>15th December 2018 11:59PM<br />\r\n<b>Judging Criteria: </b>Relevance to theme, Depiction of Story, Composition, Technical Accuracy & Creativity<br /><br />\r\n\r\n\r\n\r\n<h4>General Rules: </h4>\r\n<ul><li>Participants have to depict a story based on the given theme through a series of photos. You can send a PDF file containing title and an overall photo-story description of max 25 words.</li>\r\n<li>Camera Resolution should be at least 3.2 megapixels. Photographs must be clicked on a date later than 05-08-2018</li>\r\n<li>One without EXIF data (and hence the date) will not be accepted.</li>\r\n<li>Make sure that your camera date is set before you click a picture.</li>\r\n<li>In photo editing only global editing i.e. cropping and adjustment of hue/saturation; brightness/contrast levels are allowed. Photo-morphing, manipulations or local editing is not allowed.</li>\r\n<li>Participants have to submit both the edited and original entries for judging.</li>\r\n<li>Participants have to submit an overall description of the photo-story not exceeding 25 words. Individual photo-captions are not allowed.</li>\r\n<li>Do not include your credentials (name, address etc), watermarks in the picture or the frame. Such photos will be disqualified.</li>\r\n<li>Once the best photo-stories are shortlisted, the concerned participants will be asked to submit scanned copy of their present college ID card.</li>\r\n<li>The decision of judges will be final and binding.</li>\r\n<li>Any sign of plagiarism will lead to disqualification.</li>\r\n\r\n\r\n</ul><h4>Submissions: </h4>\r\n<ul><li>Your entry should be in form of a folder named “Framed: MI-XXX-YYY” containing a PDF document for description and serially numbered photos.</li>\r\n<li>Any request regarding mistake in your submission will not be entertained.</li>\r\n<li>Please mail your entries to framed@moodi.org. The subject of the mail should be “Framed: MI-XXX-YYY”, where MI-XXX-YYY is your MI number.</li>\r\n<li>Mails with improper subjects will not be accepted.</li>\r\n<li>Entries can also be shared using Google drive by uploading on Google Drive or any other such website and emailing the link to <a href=\"mailto:framed@moodi.org\"><u>framed@moodi.org</u></a> with the subject of the email to be “Framed: MI-XXX-YYY / Link”</li>\r\n<li>The last date for submission of the same is 25th November 2018</li>\r\n\r\n\r\n\r\n\r\n\r\n\r\n</ul>\r\n\r\n\r\n\r\n\r\n\r\n</ul>",
                    "prizes": "1st Position 8000 INR;\r\n2nd Position 5000 INR;\r\n3rd Position 3000 INR;",
                    "subtitle": "Photo Story Competition",
                    "status": "",
                    "id": 33,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                },
                {
                    "name": "Life in a Minute",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "One Minute Movie Making",
                    "rules": "<b>Team Size: </b>At most 4 in the core team(No particular limit for actors in the film)<br />\r\n\r\n<b>Rounds: </b>Single round<br />\r\n<b>Deadline: </b>15th December<br />\r\n\r\n\r\n\r\n\r\n\r\n\r\n<b>Judging Criteria </b>Editing, Cinematography, Script (originality), Acting, Sound effects, overall impact, Relevance to theme(final round)<br />\r\n\r\n<br />\r\n<h4>General Rules </h4>\r\n<ul><li>The Movie should be in English or Hindi or both and must have subtitles</li>\r\n<li>Entries must be the original work of the entrant and must not infringe third-party's rights.</li>\r\n<li>There is no restriction on the number and age of the actors in the movie.</li>\r\n<li>The content of the movie should be appropriate for public screening and thus have no vulgarity. Obscenity (at the discretion of the judges) of any kind is not allowed and will lead to immediate disqualification.</li>\r\n<li>Please avoid photo animation, slideshows, remixes, spoofs and advertisements.</li>\r\n<li>Plagiarism is strictly prohibited.</li>\r\n<li>Soundtracks (no max time limit) and stock footage (time limit : max of 15 seconds) can be borrowed, but with due credits.</li>\r\n</ul>\r\n\r\n</ul><h4>Submission:</h4>\r\n<ul><li>Completed movies (accompanied by the name of the college and the MI numbers and details of team members along with their role in the making of the movie) must be submitted in .mpeg or .avi or .mp4 formats only in one of the following ways.</li>\r\n<li>Emailing to <a href=\"mailto:lifeinaminute@moodi.org\"><u>lifeinaminute@moodi.org</u></a> with subject of the email to be “Life in a Minute: MI-XXX-YYY / File”</li>\r\n<li>Uploading the video on www.youtube.com or any other such website and emailing the link to <a href=\"mailto:lifeinaminute@moodi.org\"><u>lifeinaminute@moodi.org</u></a>with subject of the email to be “Life in a Minute: MI-XXX-YYY / Link”</li>\r\n<li>Burning on a CD/DVD and posting* to:</li>\r\n<u>Sanjay Khatri, 257, Hostel 7, IIT Bombay<br />\r\nPowai, Mumbai, Maharashtra - 400076</u><br />\r\n<i><small>*Kindly drop an email to <a href=\"mailto:lifeinaminute@moodi.org\"><u>lifeinaminute@moodi.org</u></a> with the subject of the email to be “Life in a Minute: MI-XXX-YYY / Post”, where MI-XXX-YYY is your MI number. The mail should contain the details of the post/courier including the consignment number and date of posting for easy tracking purposes.</small></i>\r\n<li>Note that the size of the file may be too large to email depending on your video clip, and your email provider. In such a case, use one of the other methods.</li>\r\n\r\n\r\n\r\n</ul>",
                    "prizes": "1st Position: 8000 INR;\r\n2nd Position: 5000 INR;\r\n3rdPosition: 3000 INR;",
                    "subtitle": "One-minute Movie making",
                    "status": "",
                    "id": 43,
                    "minparticipants": 1,
                    "maxparticipants": 4,
                    "LYP_partner": ""
                },
                {
                    "name": "Merch Indigo",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Merchandise designing competition",
                    "rules": "To be Announced",
                    "prizes": "To be announced;",
                    "subtitle": "Merchandise designing competition",
                    "status": "",
                    "id": 47,
                    "minparticipants": 0,
                    "maxparticipants": 0,
                    "LYP_partner": ""
                },
                {
                    "name": "Snapchat Filter Making Contest",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Snapchat Filter Making Contest",
                    "rules": "<b>Team Size: </b>Solo<br />\r\n\r\n<b>Rounds: </b>Eliminations and finals<br />\r\n<b>Deadline: </b>20th December, 11:59PM<br />\r\n<br />\r\n<h4>General Rules: </h4>\r\n<ul><li>The contestant must have a Snapchat account and must also be registered on Mood Indigo’s Website</li>\r\n<li>The resolution of the frame must be 1080x2340 (19.5:9 aspect ratio) but at the same time should also be suitable for 1080x2160 & 1080x1920 resolutions in the priority order</li>\r\n<li>The only supported format for submission of the filter is .jpg</li>\r\n<li>The filter in no form must contain name or the MI-ID of the participant.</li>\r\n<li>The entries have to be emailed to <u><a href=\"mailto:snap@moodi.org\">snap@moodi.org</a></u>, the mail should contain both the jpg and the project file in the mail. The subject of the mail has to be “MI-XXX-YYY  Name of the participant”</li>\r\n<li>The theme of the Filter has to be based on Christmas and there are additional points for the following elements:\r\n<ul>\r\n<li>Surreal elements</li>\r\n<li>Mirrors & reflections</li>\r\n<li>Illusions</li>\r\n</ul></li>\r\n</li>\r\n\r\n</ul>\r\n\r\n\r\n\r\n\r\n\r\n<h4> Eliminations:</h4>\r\n<ul><li>The participants will have to submit the entries on the Mail ID as mentioned above.\r\n</li><li>The Judging criteria would include: \r\n<ul><li>Integration of theme\r\n</li><li>Visibility of the elements on different resolutions. (Hey, Notch Notch!!)\r\n</li><li>Logo integration</li></li></ul></ul>\r\n\r\n<h4>Finals:</h4>\r\n<ul><li>Top 3 filters will be selected and will be launched on Snapchat across the country.\r\n</li><li>The winning entry will be decided on the basis of its usage across the country.\r\n</li><li>The finalists can promote their filter by connecting to more and more people and asking them to use the filter.</li></ul>",
                    "prizes": "Winner gets a prize money of INR 5000 & Snapchat spectacles;\r\nTop 3 winners get Snapchat Swag;",
                    "subtitle": "Snapchat Filter Making Contest",
                    "status": "",
                    "id": 55,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                }
            ],
            "image": "22"
        },
        {
            "name": "Speaking Arts",
            "description": "“Words are, of course, the most powerful drugs used by mankind.” Rudyard Kipling's quote seems relevant in today's age of mass communication. The spoken word today has immeasurable power. Throughout the ages, it has inspired noble dreams and motivated memorable deeds. Oratory genius has been the hallmark of great personalities. Nothing else is more influential than delicately directed sentences. And what does all of this require? No stage, instrument or tools - just you and your voice! This MI, get an opportunity to mould opinions, shape discourses and sway emotions like never before with a variety of competitions ranging from poetry and stand-up to GDs and Extempores! Come - Speak - Conquer!",
            "events": [
                {
                    "name": "Humor Us",
                    "LYP_description": "The top-3 winners of Humor Us - the stand up comedy competition, will get a special chance to perform at <a herf=\"www.canvaslaughclub.com\"><u>Canvas Laugh Club's</u></a> Laughter Launchpad - a perfect platform to start your professional Stand up career. The show will have a professional host and will be headlined by a Best in Stand up artist.",
                    "LYP_img": "./CLC.jpg",
                    "LYP_logo": "photos/CLC.jpg",
                    "description": "You walk onto the stage and your heart beats louder. You know you have to deliver, something big! Face the audience, their anticipation, weariness and demand and leave them with a gratified smile only and only through your words. Stand-Up Comedy is considered to be one the most difficult thing to create and perform. Do you think you have what it takes? Are there times when all you can think about is how to make the situation funny? Do you consider Steve Martin and Russell Peters to be your idols? It’s not easy to go on stage and have people laugh at you, but if nothing thrills you more, then this competition is for you!",
                    "rules": "<b>Team Size: </b>Solo<br />\r\n\r\n<b>Rounds: </b>Eliminations & Finals<br />\r\n\r\n\r\n\r\n\r\n\r\n\r\n<b>Judging Criteria </b>Content, Quality of humour, Stage presence, Audience engagement, Clarity of thought, Wackiness, USP (Unique selling point)<br />\r\n\r\n<br />\r\n\r\n\r\n<h4>Eliminations </h4>\r\n<ul><li>Eliminations are to be conducted on-ground during the fest, where the participants have to put on a show of 3-4 minutes in front of a live audience.</li>\r\n\r\n\r\n\r\n\r\n\r\n</ul>\r\n\r\n\r\n\r\n<h4>Finals </h4>\r\n<ul><li>The participants who cleared the eliminations will be asked to prepare a sketch of maximum 5 minutes, to perform in front of a live audience.</li>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n</ul>\r\n\r\n<h4>General Rules </h4>\r\n<ul><li>Mono -acting, puppetry, musicals are not allowed though ventriloquism is allowed.</li>\r\n<li>Use of props is allowed, brought in by the participant himself.</li>\r\n<li>The organisers hold the discretion of allowing it on stage.</li>\r\n<li>Both English and Hindi are allowed. No other language is allowed.</li>\r\n<li>Decisions taken by the judge is absolute and binding.</li>\r\n<li>Use of obscenity/profanity (at the discretion of the judges) is not allowed and there should be no direct implications.</li>\r\n<li>Any Form of music is not allowed during the performance.</li>\r\n<li>Since the participants are called upon in a random order, each is required to be present at least 5 minutes prior to the start.</li>\r\n<li>Organisers will not be responsible if you are unable to show up on time and miss your slot.</li>\r\n</ul>",
                    "prizes": "1st Position 10000 INR;\r\n2nd Position 5000 INR;\r\n3rd Position 3000 INR;",
                    "subtitle": "Stand-Up Comedy Competition",
                    "status": "",
                    "id": 32,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": "Canvas Laugh Club"
                },
                {
                    "name": "Kavyanjali",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Hindi Poem Recitation Competition",
                    "rules": "<ul>\r\n<li>Team Size:  Solo</li>\r\n<li>Rounds:  Eliminations and Finals  </li>\r\n</ul>  \r\n<h4>On - Ground Eliminations</h4>\r\n<ul>\r\n<li>Participants are to recite a poem in front of a live audience, either from memory or reading from a paper. </li>\r\n<li>Time Limit:  2-3 minutes   </li>\r\n</ul> \r\n    \r\n\r\n<h4>Finals</h4>\r\n<ul><li>Time Limit:  6-10 minutes</li>\r\n<li>Note:  Shayari is not  allowed.</li>\r\n<li>Participants can recite any number of poems in hindi (including at least 1 original poem that was recited in the elimination round) in front of an audience, and engage the crowd as they find suitable.</li>\r\n<li>Judging Criteria: Content, Delivery, Language, USP (Unique Selling Point) and Overall Impact.</li>\r\n<li>Rules and Regulations: The poems must be in Hindi only. No other languages will be allowed. Obscenity (at the discretion of the judges) of any kind is not allowed. Time Limit should be followed. Participants will be heavily penalized by judges in case of exceeding the time limit. The decision of the judges will be final and binding.</li>\r\n\r\n\r\n\r\n</ul>",
                    "prizes": "1st Position: 7000 INR;\r\n2nd Position: 4000 INR;\r\n3rd Position: 2000 INR;",
                    "subtitle": "Hindi Poem Recitation Competition",
                    "status": "",
                    "id": 38,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                },
                {
                    "name": "Poetry Slam",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "“You're never going to kill storytelling because it's built into the human plan. We come with it.” - Margaret Atwood  They say storytelling is awe-inspiring, we say it's just too mainstream. So why not do something different. Poetry Slam is an event where you are going to tell a story neither will you be reciting poems, but doing both simultaneously, because one does not simply do one thing at a time. Now it's your obligation to take the audience on a heart-rendering, emotional, beatific or a hilarious journey and keeping them engaged throughout.",
                    "rules": "<b>Team Size: </b>Solo<br />\r\n\r\n<b>Rounds: </b>Oline Eliminations & Finals<br />\r\n\r\n\r\n\r\n\r\n<b>Submission Deadline: </b>31st October 11:59 PM<br />\r\n\r\n<b>Judging Criteria </b>Audience reaction and engagement, Depth of Content, Voice and articulation ( Intonation, rhythm, pronunciation), USP (Unique Selling Point), Body language, Overall impact.    <br />\r\n\r\n<br />\r\n<h4>Eliminations (Online) </h4>\r\n<ul><li>Visit http://moodi.org/ and register for the event “Poetry Slam” using your MI number</li>\r\n<li>Record a short video of 2-3 minutes, rename it as “<Your MI Number> Poetry Slam”</li>\r\n<li>Note that the video should not be edited in any way. Use of any kind of special effects is STRICTLY prohibited and will lead to direct disqualification</li>\r\n<li>Video has to be shot from a static angle and with a single camera strictly</li>\r\n<li>Eliminations will not be conducted during Mood Indigo</li>\r\n</ul>\r\n\r\n\r\n\r\n<span>To upload your registrations please follow the given steps:\r\n</span>\r\n                <ul>\r\n                  <li>On clicking the “Send your Auditions” button under Register Tab, the participant shall be redirected to our audition portal.</li>\r\n                  <li>The participant will be required to fill the following details on the portal:\r\n                  <ul>\r\n                    <li><b>Mood Indigo ID</b> : “Fill in your <b>Registered MI Number</b> in this section”</li>\r\n                    <li><b>Full Name</b> : “Fill in your <b>Full name</b> in this section”</li>\r\n                    <li><b>Email id</b> : “Fill in your email id in this section”</li>\r\n                    <li><b>Mobile Number</b> : “Fill in your mobile number in this section”</li>\r\n                  </ul></li>\r\n                  <li>Once the participant has submitted these details, they will be redirected to Google Play Store/ IOS App Store to download the AIO app. If in case you cancel the downloading or have filled in the details through any other device except your mobile, you <b>must download the app</b> separately on your mobile to submit your auditions on the app.\r\n</li>\r\n                  <li>The Auditions can <b>only be uploaded on the App</b>. It is compulsory for the participant to download the App at an initial or later stage in order to upload their entry.\r\n</li>\r\n                  <li>Upon downloading the app, to submit your video Go to Dashboard &rarr; Theatres Tab (in the top panel) &rarr; Mood Indigo &rarr; “<b>Poetry Slam</b>” &rarr; Upload Video\r\n</li>\r\n                  <li>Upload your entry in video format and click on ‘Submit’ button. If the video file size exceeds 200 MB, compress the video to shrink its size and upload the compressed file.\r\n</li>\r\n <li>The fields on the app like the time limit, gender, age, etc are certain defaults which the participants need to ignore while uploading the videos.</li>\r\n                </ul>\r\n\r\n\r\n\r\n<h4>Finals: </h4>\r\n<ul><li>The participants who cleared the eliminations will be asked to prepare a poem to perform in front of a live audience, either from memory or reading from a paper.</li>\r\n<li>Time Limit: 4-5 minutes</li>\r\n\r\n\r\n\r\n\r\n</ul>\r\n\r\n\r\n\r\n<h4>General Rules: </h4>\r\n<ul><li>The poems must be an original composition in English.</li>\r\n<li>Poetry which isn’t slam poetry will be disqualified.</li>\r\n<li>The poems performed in the eliminations and finals must be different.</li>\r\n<li>No props, costume or musical instruments including overly dramatic clothing are allowed.</li>\r\n<li>All styles are welcomed and encouraged. Whatever you would have fun doing!</li>\r\n<li>The decision taken by the judge is absolute and binding.</li>\r\n<li>The scorekeeper keeps track of the length of the performance.</li>\r\n<li>If the poem goes longer than allotted minutes, there’s a ten second grace period, after which the poet will suffer a penalty.</li>\r\n<li>Obscenity (at the discretion of the judges) of any kind is not allowed.</li>\r\n<li>Since the participants are called upon in a random order, each is required to be present at least 15 minutes prior to the start.</li>\r\n\r\n</ul>",
                    "prizes": "1st Position: 5000 INR;\r\n2nd Position: 3000 INR;\r\n3rd Position: 2000 INR;",
                    "subtitle": "English Slam Poetry Competition",
                    "status": "online",
                    "id": 45,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                },
                {
                    "name": "Speak Up",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "For those who don't merely speak but, assert  For those who don't just carry an opinion but, stamp it  For those who don't just have a say but, deliver the verdict.  If you have the gift of the gab, we present before you a stage and a worthy opponent. Be warned. The competition is fierce, and the stakes high. String together articulate words and deftness of the rational mind, and victory is yours. Fail to do so, and you are the pawn in the game.",
                    "rules": "</b>Team Size:</b> Solo<br />\r\n<b>Rounds: Eliminations and finals<br />\r\n<b>Rules:</b> <ul><li>Language of presentation is English</li>\r\n<li>Participants have to prepare both for and against the motion/topic.</li>\r\n<li>Topics will be given well in advance</li>\r\n<li>Participant has to speak for a total of 4 minutes.</li>\r\n<li>They may begin with a stance of their choice but have to switch once the judge taps/bangs. There may be more than one tap, which means participants may have to switch more than once and must continue speaking until the time of 4 minutes is up.</li></ul>\r\n<b>Judging Criteria:</b> Content, Stage Presence, Voice articulation, Spontaneity, Wit & Humor. The team with the most relevant points and counter-arguments will win.",
                    "prizes": "1st Prize:  7000 INR;  2nd Prize:  4000 INR;  3rd Prize:  2000 INR;",
                    "subtitle": "Turncoat Debate Competition",
                    "status": "",
                    "id": 46,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                },
                {
                    "name": "Just a Minute",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Just-A-Minute (or JAM) is an all-round fun event that is all about the control of the mind over the mouth. Can you make it through sixty seconds of non-stop talking without hesitation, repetition, or deviation? Or will the sheer pressure make you crumble and have your competitors pounce on you in an instant?",
                    "rules": "<b>Team Size: </b>Solo<br />\r\n<b>Registration:</b> On-ground slots will be available, preferred if you register online.<br />\r\n<b>Round(s):</b> Eliminations (may be more than one) and finals<br />\r\n<b>Judging Criteria:</b> Content, Spontaneity, Diction, Wit, Humour, Originality, and Overall Impact.<br /><br />\r\n\r\n\r\n<h4>General:</h4>\r\n<ul><li>Solo Competition in which the participants are invited to speak on the spot, in rotation, for one minute on a given subject in English, without \"hesitation, repetition or deviation\". </li>\r\n<li>A panellist scores points for making a correct challenge (concerning repetition or deviation) against whoever is speaking, or the speaker gets a point if the challenge is deemed incorrect.</li>\r\n<li>A player who makes a correct challenge takes over the subject for the remainder of the minute, or until he or she is successfully challenged. </li>\r\n<li>The person speaking at the moment the whistle blows (after 60 seconds) also scores a point. </li>\r\n<li>Extra points will awarded if a panellist speaks for the entire minute.</li>\r\n<li>Any obscenity will lead to disqualification. The final decision is based on the discretion of the JAM Master and the organising committee.</li></ul>\r\n<h4>Eliminations:</h4>\r\n<ul><li>Participants will be divided into groups and only one from each group makes it to the next round.</li>\r\n<li>Participant with the highest score (winner) from each group will move to the next round.</li>\r\n<li>No variations will be introduced.</li></ul>\r\n<h4>Finals:</h4>\r\n<ul><li>Random variations will be introduced on the spot before each round.</li>\r\n<li>For example; Prohibition of the use of the word “is”.</li></ul>",
                    "prizes": "To be Announced;",
                    "subtitle": "English Extempore Competition",
                    "status": "",
                    "id": 48,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                },
                {
                    "name": "Adhuri Daastaan",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Hindi Story competition",
                    "rules": "To be announced",
                    "prizes": "To be announced;",
                    "subtitle": "Hindi Story competition",
                    "status": "",
                    "id": 49,
                    "minparticipants": 0,
                    "maxparticipants": 0,
                    "LYP_partner": ""
                }
            ],
            "image": "32"
        },
        {
            "name": "Fine Arts",
            "description": "\"Art is the only way to run away without leaving home.\"         Do you spend lectures doodling in your notebook and have a knack for bringing to life with those colors, a Kodak moment? Do you think out of the box and explore the very frontiers of human creativity?  Lose yourself and drown in the colours of the world. Create that which cannot be explained but only experienced. An artist would not be an artist if the world appeared normal. With a plethora of unique competitions like 3-D Painting, Doodling, Sketching, Painting and Rapid Rounds, Fine Arts at Mood Indigo is where you’re restricted only by the boundaries in your own mind!",
            "events": [
                {
                    "name": "Rangeela",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "\"Art is the only way to run away without leaving home.\" Do you spend lectures doodling in your notebook and have a knack for bringing to life with those colors, a Kodak moment? Do you think out of the box and explore the very frontiers of human creativity? Lose yourself and drown in the colors of the world. Create that which cannot be explained but only experienced. An artist would not be an artist if the world appeared normal. With a plethora of unique competitions like 3-D Painting, Doodling, Sketching, Painting and Rapid Rounds, Fine Arts at Mood Indigo is where you're restricted only by the boundaries in your own mind!",
                    "rules": "<b>Team Size: </b>Solo<br />\r\n<b>Rounds: </b>Elimination and Finals<br />\r\n\r\n\r\n\r\n<b>Judging Criteria: </b>Creativity, Incorporation of theme, Finishing, Uniqueness, Color Scheme, Overall Impact<br /><br />\r\n\r\n\r\n\r\n<h4>Eliminations </h4>\r\n<ul><li>Medium: Acrylic colours</li>\r\n<li>Materials Provided: Acrylic colours, Brushes, A3 sheet , A4 Blank sheet(for rough work), Pencil, Eraser, Paper Plate, Tissue papers, paper cups</li>\r\n<li>Time Limit: 3 hours</li>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n</ul><h4>Finals </h4>\r\n<ul><li>Medium: Watercolors</li>\r\n<li>Materials Provided: Watercolours , Sheets(one A4 and one A3), Brushes, Tissue Papers, Pencil, Eraser, brushes, paper plate, paper cup</li>\r\n<li>Time Limit: 4 hours</li>\r\n</ul>\r\n<u>NOTE</u>: Participants can carry their own set of acrylic colours,brushes,color palette,paper cup etc. for elimination round. The watercolours for finals will be provided by the organisers.\r\n<br /><br />\r\n\r\n<h4>General Rules </h4>\r\n<ul><li>Participants need to paint a picture on a given theme (to be told on the spot) in both eliminations and finals.</li>\r\n<li>No pictures or actual samples of the same allowed to be carried by the participants to the event.Use of unfair means,explicit content or references is prohibited and shall lead to immediate disqualification.</li>\r\n<li>Sheets will be provided only once. Participants are requested not to spoil them.</li>\r\n<li>Participants can bring their own acrylic colours, brushes, colour palette, paper cups, pencils, erasers etc. For finals, material will be provided, own material will not be allowed.</li>\r\n<li>There are limited entries & they are based on first come first serve,so even if you register online there is a possibility that you may not able to participate if entries are full.</li>\r\n<li>Participants are advised to come 20 minutes prior to competition.</li>\r\n<li>The decision of the judges shall be final binding.</li>\r\n<li>In case of any on the spot discrepancy, the decision of the organizers will be considered final.</li>\r\n\r\n\r\n</ul>",
                    "prizes": "To be announced soon",
                    "subtitle": "Water Color Painting Competition",
                    "status": "",
                    "id": 26,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                },
                {
                    "name": "Mood-ling",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Gone are the days when doodling was a backbencher’s favorite pastime. The canvas has necessarily changed from the school bench or last pages to the home page of the global behemoth , Google. In an art form, often dismissed as indulgence of an idle mind, MI shouts out to all the back-benchers out there, rekindle the child inside, get out and moodle...er..I mean doodle!",
                    "rules": "<b>Team Size: </b>Solo<br />\r\n<b>Rounds: </b>Only one round<br />\r\n\r\n<b>Judging Criteria: </b> Creativity, Theme incorporation, Relevance to theme, Complexity, Neatness, Overall Impact<br />\r\n\r\n<b>Theme: </b>On spot<br />\r\n<b>Time Limit: </b>2 hours<br />\r\n<b>Materials Provided: </b>Pencil, eraser, a black gel pen, A4 sized sheet and a rough A4 sized paper.<br /><br />\r\n\r\n<h4>General Rules: </h4>\r\n<ul><li>The participants will have to doodle on the basis of a theme which will be given on the spot.</li>\r\n<li>Only the material provided by organizers is allowed to be used.</li>\r\n<li>No references are allowed to be carried by the participants. Any explicit content shall lead to straight disqualification.</li>\r\n<li>Only one sheet would be given. So, the participants should take special care so as to not spoil the sheet. An A4 sized paper would be given which could be used for rough work.</li>\r\n<li>There are limited entries & they are based on first come first serve,so even if you register online there is a possibility that you may not able to participate if entries are full. Participants are advised to come 20 minutes prior to competition.</li>\r\n<li>The decision of the judges shall be final and binding.</li>\r\n<li>In case of any on the spot discrepancy, the decision of the organizers will be considered final.</li>\r\n\r\n</ul>",
                    "prizes": "1st Position- INR 3000;\r\n2nd Position- INR 2000;\r\n3rd Position- INR 1500;",
                    "subtitle": "Doodling competition",
                    "status": "",
                    "id": 29,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                },
                {
                    "name": "Mono Strokes",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "'Sketchbooks are not about being a good artist, they are about being a good thinker'  Mood Indigo brings you the chance to show the world the beauty of your thoughts and the artistry of your hands. Bring out the philosopher in you as you show us your vision of our thought. Sketch your version of the theme provided and may the best man (read: painter) win!",
                    "rules": "<b>Team Size: </b>Solo<br />\r\n\r\n<b>Rounds: </b>Eliminations & Finals<br />\r\n\r\n<b>Judging Criteria: </b>Creativity, Theme incorporation, Relevance to theme, Complexity, Neatness, Overall Impact<br />\r\n\r\n<br />\r\n\r\n</ul><h4>Eliminations: - </h4>\r\n<ul><li>Medium: Pen/Pencil</li>\r\n<li>Materials Provided: Pencils (2B,4B and 6B), A4 sheets, erasers, sharpeners, tissues, newspaper.</li>\r\n<li>Time Limit:3 hours</li>\r\n<li>Theme: On spot</li>\r\n\r\n\r\n\r\n</ul><h4>Finals: - </h4>\r\n<ul><li>Medium: Pencil</li>\r\n<li>Materials Provided: Pencils(2B,4B,6B,8B), erasers, sharpener, tissues, A3 sheets, newspaper</li>\r\n<li>Time Limit:3 hours</li>\r\n<li>Theme: On spot</li>\r\n</ul>\r\n<h4>General Rules: </h4>\r\n<ul><li>The participants will have to doodle on the basis of a theme which will be given on the spot.</li>\r\n<li>Only the material provided by organizers is allowed to be used.</li>\r\n<li>No references are allowed to be carried by the participants. Any explicit content shall lead to straight disqualification.</li>\r\n<li>Only one sheet would be given. So, the participants should take special care so as to not spoil the sheet. An A4 sized paper would be given which could be used for rough work.</li>\r\n<li>There are limited entries & they are based on first come first serve,so even if you register online there is a possibility that you may not able to participate if entries are full.</li>\r\n<li>Participants are advised to come 20 minutes prior to competition.</li>\r\n<li>The decision of the judges shall be final and binding.</li>\r\n<li>In case of any on the spot discrepancy, the decision of the organizers will be considered final.</li>\r\n</ul>",
                    "prizes": "1st Position- 5000 INR;\r\n2nd Position- 3000 INR;\r\n3rd Position- 1500 INR;",
                    "subtitle": "Sketching competition",
                    "status": "",
                    "id": 31,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                },
                {
                    "name": "FA Marathon",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "A rapid fine arts competition. But wait! There's more to it. It's different from the conventional painting competitions(sometimes they can get mundane and dull, I know :P) that keep knocking at our door. Each round tests your dormant creativity not just your aptitude in art. A marathon designed to push you beyond your wildest creative imagination, show us what you got! Best of all, find yourself partner(s) and have fun recreating ideas and thoughts.",
                    "rules": "<b>Team Size: </b>4<br />\r\n\r\n<b>Rounds: </b>Rounds:  3 (format of each round & time limit will be declared on the spot)<br />\r\n\r\n<b>Judging Criteria: </b>Creativity, Uniqueness, Finishing, Overall Impact and Other Round Specific Criteria<br />\r\n\r\n\r\n\r\n<b>Materials provided: </b>All the relevant material like paints, pencils,rubbers,sharpeners etc. will be provided to the participants free of cost which needs to be returned at the end of the event.<br />\r\n\r\n\r\n<br />\r\n<h4>General Rules: </h4>\r\n<ul><li>Teams will have to participate in a series of rapid fine arts tasks. Participation in every task is compulsory.</li>\r\n<li>The material for the next round will be provided only after the completion of previous round.</li>\r\n<li>Any material other than the ones provided by the organizers is NOT allowed in the event.</li>\r\n<li>Use of unfair means,explicit content or references is prohibited and shall lead to immediate disqualification.</li>\r\n<li>There are limited entries & they are based on first come first serve,so even if you register online there is a possibility that you may not able to participate if entries are full.</li>\r\n<li>Participants are advised to come 20 minutes prior to competition.</li>\r\n<li>The decision of the judge shall be final and binding.</li>\r\n<li>In case of any on the spot discrepancy, the decision of the organisers will be considered final.</li>\r\n\r\n\r\n\r\n\r\n</ul>",
                    "prizes": "1st Position- 3000 INR;\r\n2nd Position- 2000 INR;\r\n3rd Position- 1500 INR;",
                    "subtitle": "Rapid Fine Arts Competition",
                    "status": "",
                    "id": 34,
                    "minparticipants": 3,
                    "maxparticipants": 4,
                    "LYP_partner": ""
                },
                {
                    "name": "PaperTopia",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Quilling Competition",
                    "rules": "<b>Team Size: </b>1-2<br />\r\n\r\n<b>Rounds: </b>Only one round<br />\r\n\r\n<b>Theme: </b>On spot<br />\r\n\r\n<b>Time Limit: </b>5 hours<br />\r\n\r\n<b>Materials provided: </b>Pencil, eraser, A3 sheet, A4 Blank sheet (for rough work), Quilling Paper, Quilling Work board, Clear-drying white craft glue, Straight pins, Ruler, Sharp Scissors, Tweezers<br />\r\n<b>Judging Criteria: </b>Creativity, Theme incorporation, Relevance to theme, Complexity, Neatness, Overall Impact, Perfection<br />\r\n\r\n<br />\r\n<h4>General Rules </h4>\r\n<ul><li>The participants will have to Quill on the basis of a theme which will be given on the spot.</li>\r\n<li>Participants are allowed to bring their own materials but that cannot include any shinny or glittery material.</li>\r\n<li>No references are allowed to be carried by the participants. </li>\r\n<li>Any explicit content shall lead to straight disqualification. </li>\r\n<li>Only one sheet would be given. So, the participants should take special care so as to not spoil the sheet. An A4 sized paper would be given which could be used for rough work. </li>\r\n<li>There are limited entries & they are based on first come first serve, so even if you register online there is a possibility that you may not able to participate if entries are full. </li>\r\n<li>Participants are advised to come 20 minutes prior to competition. </li>\r\n<li>The decision of the judges shall be final and binding. </li>\r\n<li>In case of any on the spot discrepancy, the decision of the organizers will be considered final.</li>\r\n\r\n\r\n\r\n</ul>",
                    "prizes": "1st Position- 5000 INR;\r\n2nd Position- 3000 INR;\r\n3rd Position- 1500 INR;",
                    "subtitle": "Quilling Competition",
                    "status": "",
                    "id": 42,
                    "minparticipants": 1,
                    "maxparticipants": 2,
                    "LYP_partner": ""
                }
            ],
            "image": "232"
        },
        {
            "name": "Literary Arts",
            "description": "\"The limits of my language are the limits of my world\" - Ludwig Wittgenstein         Come home to the Mecca of the Literary Arts, where the finest compete and the wittiest set standards! We stage them all, from nail-biting grand quizzes to witty events like creative writing, mind boggling word games and spelling competitions. All that’s needed to blunt your sharp wits and show you, you’re never good enough!   Intelligence, knowledge, creativity, spontaneity, linguistic proficiency - just a few tools in a learned man's toolbox. Unleash the power of your brain as you walk through the crafty maze of Literary Competitions at Mood Indigo.",
            "events": [
                {
                    "name": "Pantomath",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "General Quiz - - Omniscience - Mood Indigo’s Quizzing Festival - -- ‘Trust yourself. You know more than you think you do.’ - Trust your instinct, use your knowledge and awareness and aim for victory. Be there, at Mood Indigo, to experience the joy of working out a question from scratch, the disappointment when you get it wrong and that epic feeling of being crowned champion! Be there to fight it out to be India’s best college-quizzer!",
                    "rules": "<b>Team Size: </b>2<br />\r\n\r\n<b>Rounds: </b>Written eliminations followed by on-stage finals<br />\r\n\r\n<b>Quizmaster: </b>To be announced soon<br />\r\n\r\n<br />\r\n<h4>General Rules: </h4>\r\n<ul><li>Participants are expected to carry a pen for the competition.</li>\r\n<li>Use of unfair means is prohibited and shall lead to disqualification.</li>\r\n<li>Use of mobile phones or any such electronic device is strictly not allowed.</li>\r\n<li>The decision of quizmaster shall be final and binding.</li>\r\n\r\n</ul>",
                    "prizes": "1st Position- INR 7000;\r\n2nd Position- INR 5000;\r\n3rd Position- INR 3000;",
                    "subtitle": "General Quiz",
                    "status": "",
                    "id": 35,
                    "minparticipants": 2,
                    "maxparticipants": 2,
                    "LYP_partner": ""
                },
                {
                    "name": "Wordemort",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "“Was it a car or a cat I saw ?” Did your keen eyes spot the palindrome? Do you spend your Sunday afternoons brooding on the cryptic crosswords? Are puns and puzzles your favourite pals? Then Mood Indigo brings the perfect panacea for your hunger for wordplays, in the form of Wordemort, the word games competition. Get ready to test your wits and try out your skills on the biggest stage in India. The wordsmith within you awaits to unleash itself come December.",
                    "rules": "<b>Team Size: </b>Solo<br />\r\n\r\n<b>Rounds: </b>2 (Eliminations followed by finals)<br />\r\n\r\n<b>Reference Link: </b><a href = \"https://litwar.wordpress.com\"><u>https://litwar.wordpress.com</u><br />\r\n\r\n<br />\r\n<h4>General Rules: </h4>\r\n<ul><li>Both rounds involve creative and interactive word games.</li>\r\n<li>The marking scheme and rules will be announced on the spot.</li>\r\n<li>The decision of the organizer shall be final and binding.</li>\r\n<li>Participants are expected to carry a pen for the competition.</li>\r\n\r\n</ul>",
                    "prizes": "1st Position- INR 6000;\r\n2nd Position- INR 4000;\r\n3rd Position- INR 2000;",
                    "subtitle": "Word Games Competition",
                    "status": "",
                    "id": 36,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                },
                {
                    "name": "Spell-Bound",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Does the mere sight of a dictionary set your heart pounding, your head throbbing? Do you always ensure to change your last ‘y’ to an ‘i’ before adding a suffix, unless of course, it begins with an ‘i’. Do you consider yourself a spelling veteran or are you just a novice looking for fun. Well, either way, this is the best place for you to be. Come participate in the Mood Indigo spelling competition and have an exhilarating.. er.... I mean exhilarating experience!",
                    "rules": "<b>Team Size: </b>Team should consist of two people, across any college.<br />\r\n\r\n<b>Rounds: </b>2 (Eliminations followed by finals)<br />\r\n\r\n<br />\r\n<h4>Eliminations: </h4>\r\n<ul><li>The eliminations will consist of a dictation round where 25 words will be given to participating teams to spell and write in the sheets given to them.</li>\r\n<li>The fifth, tenth, fifteenth, twentieth and twenty fifth words will be star marked words, used for breaking ties and carrying twice the amount of marks as the non-star-marked words.</li>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n</ul>\r\n<h4>Finals: </h4>\r\n<ul><li>The finals will have 4 rounds in total.</li>\r\n<li>Format will be communicated on the spot.</li>\r\n<li>Finalists will have to be present at the venue right on time or else they will disqualified immediately.</li>\r\n</ul>\r\n\r\n<h4>General Rules: </h4>\r\n<ul><li>The UK dictionary will be followed i.e. the Queen's English shall be spoken and spelt.</li>\r\n<li>In case of homophones, both spellings will be accepted.</li>\r\n</ul>",
                    "prizes": "1st Position- INR 4000;\r\n2nd Position- INR 2500;\r\n3rd Position- INR 1500;",
                    "subtitle": "Spell Bee",
                    "status": "",
                    "id": 37,
                    "minparticipants": 2,
                    "maxparticipants": 2,
                    "LYP_partner": ""
                },
                {
                    "name": "Pen-Tastic",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "If creativity for you is integral to your existence. If words for you are an expression of your soul. If the pen is a gateway to your imagination. And if your hand-crafted fantasies mesmerize all and sundry, then creative writing at Mood Indigo is for you. Pentastic is a platform where your dreams take flight. Where your prowess as a master wielder of the ink stirs the melancholic soul. Where magic takes the form of the written word.",
                    "rules": "<b>Team Size: </b>Solo<br />\r\n\r\n<b>Rounds: </b>Direct Online Finals<br />\r\n\r\n<b>Topic: </b>Is it possible to glorify an artist (that has been accused of sexual misconduct) for their work and hold them accountable for their actions at the same time?<br />\r\nFor example, should we continue to idolize famous comic book writer/publisher Stan Lee, who has been recently accused of sexual battery and misconduct, for his genius, or should we stop consuming his work lest it should trivialize the impact of his actions on the victims?<br />\r\nPut forth points for and/or against...\r\n<br />\r\n\r\n<b>Word Limit: </b>Not more than 1000 words.<br />\r\n<b>Submission Deadline: </b>11:59 PM, 10th December 2018<br />\r\n\r\n<b>Judging Criteria: </b>Originality of Idea, Execution of Idea and incorporation of Theme, Language (Literary devices, vocabulary, grammar e.g. subject-verb agreement), Narrative Structure<br />\r\n\r\n<br />\r\n<h4>Rules pertaining to Literature: </h4>\r\n<ul><li>The competition is held in the English language alone.</li>\r\n<li>The genre of literature can be - fiction, non-fiction or a coalescence of both.</li>\r\n<li>Forms of literature can be - Short story (No Novelette shall be entertained), Monologue, Narrative. Inclusion of an abstract and short poetry to convey ideas is allowed subject to the condition that the entry should essentially be a prose.</li>\r\n<li>Plagiarism (From a copyrighted work OR an internet publication e.g. WordPress blogs/wattpad blogs) would lead to an immediate disqualification, however, block quoting is allowed in nonfiction genre.</li>\r\n<li>Content should not be defaming/abusive towards any community, person or place, however, individual opinions can be stated with decency and decorum.</li>\r\n<li>Abusive, obscene or exorbitantly erotic content will be immediately disqualified.</li>\r\n<li>Any form of illustration (graph, photograph, hand sketch) is not allowed.</li>\r\n\r\n\r\n\r\n\r\n\r\n</ul>\r\n<h4>Rules pertaining to Submission: </h4>\r\n<ul><li>Submission deadline: To be declared</li>\r\n<li>Entries must be submitted as typed word documents/PDF files to  <a href=\"mailto:pentastic@moodi.org\"><u>pentastic@moodi.org</u></a> subject of the email to be \"Pentastic: MI-XXX-YYY\", where MI-XXX-YYY is your MI number.</li>\r\n<li>Photographs of handwritten entries or scanned copies of entries will not be entertained.</li>\r\n<li>The entry has to be a previously unpublished work.</li>\r\n<li>Only one entry per contestant is valid.</li>\r\n</ul>",
                    "prizes": "1st Position- INR 4000;\r\n2nd Position- INR 2500;\r\n3rd Position- INR 1500;",
                    "subtitle": "English Creative Writing Competition",
                    "status": "",
                    "id": 39,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                },
                {
                    "name": "Mercury",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Sci-tech Quiz - - Omniscience - Mood Indigo’s Quizzing Festival - -- ‘Trust yourself. You know more than you think you do.’ - Trust your instinct, use your knowledge and awareness and aim for victory. Be there, at Mood Indigo, to experience the joy of working out a question from scratch, the disappointment when you get it wrong and that epic feeling of being crowned champion! Be there to fight it out to be India’s best college-quizzer!",
                    "rules": "<b>Team Size: </b>2<br />\r\n\r\n<b>Rounds: </b>Written eliminations followed by on-stage finals<br />\r\n\r\n<b>Quizmaster: </b>To be announced soon<br />\r\n\r\n<br />\r\n<h4>General Rules: </h4>\r\n<ul><li>Participants are expected to carry a pen for the competition.</li>\r\n<li>Use of unfair means is prohibited and shall lead to disqualification.</li>\r\n<li>Use of mobile phones or any such electronic device is strictly not allowed.</li>\r\n<li>The decision of quizmaster shall be final and binding.</li>\r\n\r\n</ul>",
                    "prizes": "1st Position- INR 6000;\r\n2nd Position- INR 4000;\r\n3rd Position- INR 2000;",
                    "subtitle": "Sci-tech Quiz",
                    "status": "",
                    "id": 40,
                    "minparticipants": 2,
                    "maxparticipants": 2,
                    "LYP_partner": ""
                },
                {
                    "name": "SpEnt Quiz",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Sports & Entertainment Quiz - - Omniscience - Mood Indigo’s Quizzing Festival - -- ‘Trust yourself. You know more than you think you do.’ - Trust your instinct, use your knowledge and awareness and aim for victory. Be there, at Mood Indigo, to experience the joy of working out a question from scratch, the disappointment when you get it wrong and that epic feeling of being crowned champion! Be there to fight it out to be India’s best college-quizzer!",
                    "rules": "<b>Team Size: </b>2<br />\r\n\r\n<b>Rounds: </b>Written eliminations followed by on-stage finals<br />\r\n\r\n<b>Quizmaster: </b>To be announced soon<br />\r\n\r\n<br />\r\n<h4>General Rules: </h4>\r\n<ul><li>Participants are expected to carry a pen for the competition.</li>\r\n<li>Use of unfair means is prohibited and shall lead to disqualification.</li>\r\n<li>Use of mobile phones or any such electronic device is strictly not allowed.</li>\r\n<li>The decision of quizmaster shall be final and binding.</li>\r\n\r\n</ul>",
                    "prizes": "1st Position- INR 6000;\r\n2nd Position- INR 4000;\r\n3rd Position- INR 2000;",
                    "subtitle": "Sports & Entertainment Quiz",
                    "status": "",
                    "id": 41,
                    "minparticipants": 2,
                    "maxparticipants": 2,
                    "LYP_partner": ""
                },
                {
                    "name": "Cur-tale-d",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "50 Word Tale",
                    "rules": "To be declared",
                    "prizes": "To be declared",
                    "subtitle": "50 Word Tale",
                    "status": "",
                    "id": 44,
                    "minparticipants": 0,
                    "maxparticipants": 0,
                    "LYP_partner": ""
                },
                {
                    "name": "Bollyvaganza",
                    "LYP_description": "Get prizes worth INR 15,000",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Bollyvaganza - Mood Indigo’s Bollywood Quiz -  ‘Trust yourself. You know more than you think you do.’ - Trust your instinct, use your knowledge and awareness and aim for victory. Be there, at Mood Indigo, to experience the joy of working out a question from scratch, the disappointment when you get it wrong and that epic feeling of being crowned champion! Be there to fight it out to be India’s best Bollywood quizzer!",
                    "rules": "<b>Team Size: </b>2<br />\r\n\r\n<b>Rounds: </b>Written Prelims followed by on-stage finals. 6-8 teams qualify for the finals.<br />\r\n\r\n<b>Quizmaster: </b>Palak Kumar<br />\r\n\r\n<br />\r\n<h4>General Rules: </h4>\r\n<ul><li>Participants are expected to carry a pen for the competition.</li>\r\n<li>Use of unfair means is prohibited and shall lead to disqualification.</li>\r\n<li>Use of mobile phones or any such electronic device is strictly not allowed.</li>\r\n<li>The decision of quizmaster shall be final and binding.</li>\r\n\r\n</ul>",
                    "prizes": "1st Position- INR 7000 worth;\r\n2nd Position- INR 5000 worth;\r\n3rd Position- INR 3000 worth;",
                    "subtitle": "Bollywood Quiz",
                    "status": "",
                    "id": 56,
                    "minparticipants": 2,
                    "maxparticipants": 2,
                    "LYP_partner": ""
                }
            ],
            "image": "we"
        },
        {
            "name": "Lifestyle",
            "description": "Every day we do little things that require skills. These unsung activities get lost in the more artistic of skills. Not anymore. Mood Indigo pledges to take culture and art beyond the regular. Presenting Lifestyle and Sports at Mood Indigo – where living and playing becomes an art!       This is the place where you get to show off your personality traits that you quietly praise yourself for every time you look in the mirror or present yourself to the crowd. Here you can let flow your hidden talents, be it your charm and personality, your competence in the kitchen, your freestyle soccer or your blogging skills! How you look and how you carry yourself – all of this is a part of human culture. Then why not incorporate them! Hence, Lifestyle and Sports!   Try out the plethora of competitions lined up for you, win exciting prizes and have the time of your life!",
            "events": [
                {
                    "name": "Vogue",
                    "LYP_description": "<b>Best Designer:</b><ul>\r\n<li> A cash prize of INR 20,000</li>\r\n<li>Designer's outfit collection photoshoot by leading photographer Jatin Kampani</li>\r\n<li>Would feature in a post by Anima Creative Management as a winner</li></ul>\r\n\r\n<b>Best Model:</b><ul>\r\n<li>A cash prize of INR 12,000</li>\r\n<li>A portfolio shoot by leading Indian fashion photographer Subi Samuel</li>\r\n<li>Casting opportunity at the Anima Creative Management agency</li>\r\n<li>A portfolio shoot by one of the leading talent management firm Anima Creative Management</li>\r\n<li>Would feature in a post by Anima Creative Management as a winner</li> </ul>\r\n\r\nAll the participating models get a chance to win an international modelling contract by leading talent management firm Anima Creative Management which is one of the agencies which people dream of joining.\r\nHere's a link to their website: http://animacreatives.com/",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "“I don’t do fashion, I am Fashion!” – Coco Chanel  \r\n<br>\r\nFashion is an art, a religion, a peek into a personality. For some, it’s an escape or a disguise while for others it’s just being comfortable. But ultimately, fashion is an individual statement of expression for each of us and VOGUE is the avenue to express yourself. Boasting of a decade-long legacy, the “gloss, glitz and glamour” is back with bigger and better stakes. Having witnessed eminent industry frontrunners like Ritu Kumar, Anita Dongre, Neeta Lulla, Wendell Rodricks and Dabboo Ratnani as judges and mentors, VOGUE has seen its participants scale grand heights and achievements, notable among whom are Miss India World 2008 Parvathy Omanakuttan and famous Bollywood actress Hrishita Bhatt. VOGUE is your chance to emerge as a trendsetter in front of the big guns of trade and a huge, ecstatic audience! <br>\r\n<br><br>\r\nRegister at www.moodi.org/vogue | Last date for registration: 15th October 2018 <br>\r\nNote: The Team Leader has to register on the behalf of the whole team<br>\r\nCrossover teams can be formed between students of different colleges<br><br>\r\n\r\nLast date for online submission of designs and write-ups: 20th October 2018<br>\r\nThe Final Stage round would happen on 27th December'18 at Mood Indigo, IIT Bombay<br>\r\nFor any queries contact animesh@moodi.org",
                    "rules": "<br><b>TEAM SIZE: </b>\r\n<ul>\r\n<li>Designers:1-4 </li> <li>Models: 8-14</li> <li>Choreographer: 1</li><li> Makeup Artists: 1-4  (excluding the models)</li>\r\n</ul>\r\n<br><br>\r\n<b>THEME DESCRIPTION:</b>\r\n<br><br>\r\n<b>THEME </b> | From Reverie to Reality “Weaving fantasies” <br> \r\n<b>ADDITIONAL ELEMENT</b> | At least 2 outfits MUST feature BODITECTURE (Convertible fashion construction)\r\n<br><br>\r\n“A sole fantasy can transform endless realities.\"\r\n<br><br>\r\nFashion, is the manifestation of a fairytale, an embodiment of fantasies. It is about metamorphosis, about transforming yourself to play a part that other people behold.\r\n<br><br>\r\nFashion is all about the surprise, the enigma and the fantasy. As unrealistic as fairy tales are, there always exist realities that we can translate into our own fantasy. A potential reality that keeps us interested. A fantasy we desire.\r\n<br><br>\r\nFantasy represents transcendence. Wandering into a dimension that lies beyond the reach of time and space. It is as diverse as our imagination. One thing that transforms the princess within you or the mermaid within you into a tangible reality is precisely, Fashion.\r\n<br><br>\r\nIf we think about it, fashion is like a dream. It’s sometimes surreal and often fantastical. It’s where anxieties and aspirations play out, and the worst and best parts of our personalities become magnified. <br>Rules do not apply.\r\n<br><br>\r\nBut of course, Vogue is real and clothes are made of fabric, thread and hard work. <br>\r\nNot cosmic stardust and magic...\r\nSo come and work your magic through your designs. The possibilities are boundless.\r\n<br><br>\r\nEvery designer fantasizes and every fashionista dreams of showcasing these fantasies through their talent. Vogue provides an opportunity to showcase on the very theme of fantasy. \r\n<br><br>\r\nCome, transform your fantasies into reality. Maybe your reality into a fantasy.<br>\r\nPersonify your imagination.<br>\r\nIgnite other people.<br>\r\nHave the stage to yourself and embrace your biggest FANTASY.\r\n<br><br><br>\r\n<b>JUDGING CRITERIA:</b><ul>\r\n<li>Designers: Theme Originality, Depiction of Theme, Designing, Use of Props and Accessories, Use of fabrics</li>\r\n<li>Models: Ramp walk, Stage Presence, Poise, Overall Appearance</li>\r\n<li>Team: Choreography, Music and Narration, Co-ordination, Relevance to the theme, Overall Performance</li></ul>\r\n<br>\r\n<b>DEADLINES: </b><ul>\r\n<li>Last date for registration: 15th October 2018</li>\r\n<li>Last date for online submission of designs and write-ups: 20th October 2018</li></ul>\r\n<br>\r\n<b>STRUCTURE:</b><br>\r\nThe competition comprises of two elimination rounds and one on-stage round. The stage round would be themed, wherein the teams have to design their creations based on a common theme.<br><br>\r\n\r\n\r\n<b>1st ELIMINATION ROUND:</b> For the eliminations, designers have to mail the following to Vogue@moodi.org:\r\n<ul>\r\n<li>A soft copy of their designs for the stage round</li>\r\n<li>Write-ups explaining their designs for the stage round</li>\r\n<li>The portfolio of any three models who would participate</li>\r\n<li>The designers need to present at least 8 and a maximum of 14 dresses which will be based on this theme. Each set of design can have multiple numbers of accessories.</li></ul>\r\n\r\n\r\n<b>Note:</b> Only the designs submitted during this round will be allowed to be worn by the models in the stage round. Thus the submission should necessarily include the designs for the stage round. The first round of eliminations shall be based on the above-listed submissions.\r\n<br><br>\r\n\r\n<b>2nd ELIMINATION  ROUND:</b> The teams selected after round 1 will be required to send the portfolios along with photo IDs of all the models who will walk the ramp during the stage round. The 2nd round of eliminations will be based both on the designs and these portfolios. The team leader is advised to be ready with at least 8 models before by the time of deadline of 1st elimination round.\r\n<br><br>\r\n\r\n<b>STAGE ROUND:</b> The selected teams will perform at Mood Indigo on 27th December 2018. The judging criteria has already been mentioned above. For more information, read the general rules listed below.<br><ul>\r\n<li>Time Limit: 7 minutes per team (empty stage to empty stage)</li>\r\n<li>Number of Models: 8-14 models</li></ul>\r\n<br>\r\n\r\n<b>GENERAL RULES:</b><ul>\r\n<li>Vogue is open only for college students</li>\r\n<li>There can be multiple teams from a single college</li>\r\n<li>Crossover teams can be formed between students of different colleges, all having valid college ID cards for the current year</li>\r\n<li>Time Limit: 7 minutes per team (empty stage to empty stage)</li>\r\n<li>Teams can ask for assistance from people outside the college such as choreographers, make-up artists, but these professionals will not be considered to be a part of the team</li>\r\n<li>Vulgarity of any kind would lead to disqualification of the team from the event. Hence, if the team feels that any stunt or costume design can be considered vulgar, it is strongly advised to consult the organizers before displaying it on stage. The decision of the organizers will be final in case of any disputes arising due to this</li>\r\n<li>Teams are suggested to inform the organizers of any kind of props they are planning to use. Use of water, fire, pets or any hazardous materials is not allowed. Teams are instructed to consult with the organizers before using any such material</li>\r\n<li>Teams are instructed to send the soundtrack/music to be used during their performance to the organizers through mail at least a week prior to the event </li>\r\n<li>Vogue being one of the flagship events of Mood Indigo, will be using professional lights brought in from outside. It would be best for the teams to inform the organizers of their light requirements in advance</li>\r\n<li>No branding on clothes will be allowed. Sponsors of colleges will be given compere mentions only </li>\r\n<li>The decision of the judges will be final and binding on all</li>\r\n<li>The Portfolio shoot shall be offered  only to the best model, independent of overall winners and the same  applies for best designer. Division of cash prizes and Designer outfit shoot is at the sole discretion of the team and the registered designer shall act as a liaison between the team and Mood Indigo. The recipient of the Designer outfit collection photoshoot, in case of the best designer, will have to be pre-informed to Mood Indigo</li>\r\n<li>The recipient of portfolio shoot and Designer outfit shoot need to drop an acceptance mail within one week of being informed by the organizers</li>\r\n<li>No animals or birds should be harmed in the making the designs. Doing so will lead to immediate disqualification</li></ul>",
                    "prizes": "1.Winning Team: INR 20,000;\r\n2.First Runner-up Team: INR 12,000;\r\n3.Second Runner-up Team: INR 8,000;",
                    "subtitle": "Fashion Designing Competition",
                    "status": "",
                    "id": 21,
                    "minparticipants": 11,
                    "maxparticipants": 23,
                    "LYP_partner": ""
                },
                {
                    "name": "Trashion",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "You have competed in that evergreen Best-out-of-the-waste competition. No big deal, everyone participates in that when they are 10. So why not give it just another shot, however, yes, there’s always a catch in such situations. So cutting out all the cliched stuff we bring you a fashion designing competition with a twist, where you must produce a dress out of garbage!  Just a li’l advice, choose less stinky material coz you’re gonna wear it.",
                    "rules": "<b>Team Size: </b>2 - 4<br />\r\n\r\n<b>Rounds: </b>Single Round: Make an apparel (clothing or outfit which includes accessories/equipment worn or carried in a function) out of material which is normally thrown out as waste. Participants will have to make an outfit depending on the theme (which would be given on the spot) using the materials given.<br />\r\n\r\n\r\n<b>Judging Criteria: </b>Intelligent use of materials, Creativity, Overall appeal of dress and colour composition.<br />\r\n\r\n<br />\r\n<h4>General Rules: </h4>\r\n<ul><li>We will be providing teams with some material like newspaper, paper cups, glue, etc.</li>\r\n<li>Teams can make their dress using these materials only.</li>\r\n<li>No material (fresh/waste) is allowed to be used which is brought from outside the campus.</li>\r\n<li>At the end of 4 hours, one of the team members shall wear the dress.</li>\r\n<li>The decision of judges shall be final and binding.</li>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n</ul>",
                    "prizes": "1st Position 6000 INR;\r\n2nd Position 4000 INR;\r\n3rd Position 2000 INR;",
                    "subtitle": "Fashion with Trash Competition",
                    "status": "",
                    "id": 23,
                    "minparticipants": 2,
                    "maxparticipants": 4,
                    "LYP_partner": ""
                },
                {
                    "name": "She's Got the Look",
                    "LYP_description": "Get a chance to feature in the finals of Bombay round of Femina Miss India\r\n\r\nWinner gets 1 year contract to model for Liva!\r\n*Contract deliverables may change at the discretion of Liva’s team",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Be a Super Diva! Incoherent chatter prevailed as the audience waited for the curtains to unveil what was behind them. Everyone waited anxiously for the great masterpiece to be revealed. Amidst the hustle and bustle, the curtains slowly drew apart. And then there was silence. Everyone was starstruck by the angelic beauty that stood on stage. She exuded an ethereal aura, almost surreal, like a beam of sunlight cutting through the darkness. As she walked, the rhythmic click of her heels was the only sound that domineered. Her eyes shone brightly and as her lips curved into a radiant smile the spectators were spellbound. Her glossy hair flowed in sync with the melody that played behind, hypnotizing them. At She’s Got Look this is what beauty is all about. This is a competition tailor-made for all of you who ever aspired to be the next glamorous diva. If you think you have what it takes to mesmerize an audience with your presence and if beauty is your strong forte this competition is just for you. Come set the stage on fire with your charm and charisma at Mood Indigo 2018.",
                    "rules": "<b>Team Size: </b>Solo<br />\r\n<b>Rounds: </b>Online Eliminations and Finals(Ramp Walk and Q&A)<br/>\r\n<b>Judging Criteria:</b> Beauty & Personality<br />\r\n<br />\r\n<h4>General Rules: </h4>\r\n<ul>\r\n<li>Particpant must be a college student and must be 18-25 years of age as of December 31, 2019</li>\r\n<li>Particpants  must have a height greater than 5'5\" without heels </li>\r\n<li>Particpants will have to send their portfolios to sgtl@moodi.org in <b>PDF format</b></li>\r\n<li>The subject of the mail must be as follows: 'SGTL | MI-ABC-xxx'</li> \r\n<li>Participants must include the answer to the question-'What does fluidity mean to you?'. This answer must be present at the end of the portfolio PDF</li>\r\n<li>Word Limit of the answer for the above-stated question is 100 words</li>\r\n<li>The best answer might get a chance at Wild Card entry in the finals of the competition</li>\r\n<li>There can be multiple participants from the same of college</li>\r\n<li>Dress Code: Black Cocktail dress and stilettos</li>\r\n<li>Any incorrect information will lead to immediate disqualification irrespective of being discovered prior to, during or after participation</li>\r\n\r\n\r\n\r\n</ul>",
                    "prizes": "Get a chance to feature in the finals of Bombay round of Femina Miss India",
                    "subtitle": "Beauty Pageant Competition",
                    "status": "",
                    "id": 53,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": "FBB Campus Princess"
                },
                {
                    "name": "Mr And Ms Mood Indigo",
                    "LYP_description": "Prizes worth INR 40,000 at stake\r\nGet direct entry to the Bombay finale of Times Fresh Face",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Long ago, tribes used daring feats of skill and bravery to choose the worthiest amongst them. To be welcomed to the tribe you, too, must impress the Headman with your... eh, skills, for lack of a better word. Hilarity ensues when one is asked to charm the ladies and win over the men over the competition, but you’ve got to do what you’ve got to do! Amongst the tribes, the notions of “Survival of the fittest” get redefined.<br><br><br>Bottomline : Be the stand-out person at Mood Indigo 2K18.",
                    "rules": "<b>Team Size: </b>Solo <br />\r\n\r\n<b>Judging Criteria: </b>Personality, Stage Presence and Overall Impact.<br /><br />\r\n\r\n<h4>Eliminations (Online)</h4>\r\n<ul><li>Visit http://moodi.org/ and register for the event “Mr. & Ms. Mood Indigo” using your MI number</li>\r\n<li>Record a short video of your talent of 2-3 minutes, rename it as “&lt;Your MI Number&gt; - Mr. & Ms. Mood Indigo”.</li>\r\n<li>The video must be recorded from a static camera. Videos having multiple angles/moving cameras are strictly not allowed</li>\r\n<li>The size of the Video should not exceed 200MB.\r\n<li>Note that the video should not be edited in any way. Use of any kind of special effects is STRICTLY prohibited and will lead to direct disqualification</li>\r\n<li><b>Deadline for submission: 10th December 2018 11:59 PM </b></li>\r\n</ul>\r\n\r\n\r\n<span>To upload your registrations please follow the given steps:\r\n</span>\r\n                <ul>\r\n                  <li>On clicking the “Send your Auditions” button under Register Tab, the participant shall be redirected to our audition portal.</li>\r\n                  <li>The participant will be required to fill the following details on the portal:\r\n                  <ul>\r\n                    <li><b>Mood Indigo ID</b> : “Fill in your <b>Registered MI Number</b> in this section”</li>\r\n                    <li><b>Full Name</b> : “Fill in your <b>Full name</b> in this section”</li>\r\n                    <li><b>Email id</b> : “Fill in your email id in this section”</li>\r\n                    <li><b>Mobile Number</b> : “Fill in your mobile number in this section”</li>\r\n                  </ul></li>\r\n                  <li>Once the participant has submitted these details, they will be redirected to Google Play Store/ IOS App Store to download the AIO app. If in case you cancel the downloading or have filled in the details through any other device except your mobile, you <b>must download the app</b> separately on your mobile to submit your auditions on the app.\r\n</li>\r\n                  <li>The Auditions can <b>only be uploaded on the App</b>. It is compulsory for the participant to download the App at an initial or later stage in order to upload their entry.\r\n</li>\r\n                  <li>Upon downloading the app, to submit your video Go to Dashboard &rarr; Theatres Tab (in the top panel) &rarr; Mood Indigo &rarr; “<b>Mr. & Ms. Mood Indigo</b>” &rarr; Upload Video\r\n</li>\r\n                  <li>Upload your entry in video format and click on ‘Submit’ button. If the video file size exceeds 200 MB, compress the video to shrink its size and upload the compressed file.\r\n</li>\r\n<li><b>The fields on the Act It Out app like the time limit, gender, age, etc are certain defaults which the participants need to ignore while uploading the videos. The only restriction is the size of the video which has to be less than 200 MB</b></li>           \r\n </ul>",
                    "prizes": "Prizes worth INR 40,000 at stake",
                    "subtitle": "Personality Hunt Competition",
                    "status": "online",
                    "id": 54,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                }
            ],
            "image": "34"
        },
        {
            "name": "Journalism and Communication",
            "description": "“In America, the President reigns for four years, and Journalism governs forever and ever.” -Oscar Wilde      Journalism can never be silent: that is its greatest virtue and its greatest fault. It must speak, and speak immediately, while the echoes of wonder, the claims of triumph and the signs of horror are still in the air. Going beyond the horizons to search for the untapped, creating a lexicon of words that convey the most hidden facts, stating the obvious in the most ostentatious manner, speaking all but truth. Sorry, news, nothing but the news!  Not to forget communication, which has something for everyone! Come, be a part of these novel and improved competitions in the field of mass media which would have you diving to the depths of cases, investigating various scenarios and presenting your conclusions before professionals of that very field!",
            "events": [
                {
                    "name": "Radio-Active",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Do you associate radio with masti fata-fat ? Are you always khush because you are a   mirchi sunnewala? Are 98.3 and 92.7 the only numbers you can associate with the word BIG? Does everyone around you run for cover when you start your own encore of  Kamla ka Hamla  ? Then throw in your speaking hat and slug it out in a competition against loads of other contenders to get the title of “Genuine Jockey”. A few intense to test your wit, creativity and spontaneity are all that stand in your way to claim the prize.",
                    "rules": "<ul><li>There will only be limited number of participants.</li>\r\n<li>Registration for which will be on a first come first serve basis, through the website.</li>\r\n<li>There will be two rounds to the competition, eliminations and finals.</li>\r\n<li>Medium of communication will be Hindi or English.</li>\r\n<li>The participants will be judged on the basis of fluency, spontaneity, presentation, sense of humor, communication skills, interaction with the listeners and a strict adherence to the time limit.</li>\r\n<li>Decision of the judges will be final and binding.</li>\r\n</ul>\r\n<h4>Eliminations</h4>\r\n<ul><li>Topics will be given 5 minutes in advance</li>\r\n<li>Each participant will be given 2 minutes to speak </li></ul>\r\n<h4>Finals</h4>\r\n<ul><li>Topics will be given 15 minutes in advance</li>\r\n<li>Each participant will be given 3 minutes to speak</li></ul>\r\n\r\n\r\n\r\n</ul>",
                    "prizes": "1st Position INR 5000;\r\n2nd Position INR 3000;\r\n3rd Position INR 2000;",
                    "subtitle": "Radio Jockey Competition",
                    "status": "",
                    "id": 24,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                },
                {
                    "name": "Reportage",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Going beyond the horizons to search for the untapped, stating the obvious in the most ostentatious manner, speaking all but truth, sorry news, nothing but the news!        This year, test your skills as a journalist, give people the concise information of what they need to hear and become the part of this new culture, only at MI! The competition will be held in three rounds testing skills in almost all spheres of journalism. Teams who qualify for the first round will only be allowed to participate in further rounds. The final round of Panel Discussion will be conducted during MI",
                    "rules": "To be declared!",
                    "prizes": "1st Position 7000 INR;\r\n2nd Position 5000 INR;\r\n3rd Position 3000 INR;",
                    "subtitle": "Print Journalism Competition",
                    "status": "",
                    "id": 25,
                    "minparticipants": 0,
                    "maxparticipants": 0,
                    "LYP_partner": ""
                },
                {
                    "name": "Spotlight",
                    "LYP_description": "",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Going beyond the horizons to search for the untapped, stating the obvious in the most ostentatious manner, speaking all but truth, sorry news, nothing but the news!   This year, test your skills as a Journalist, give people the concise information of what they need to hear and become the part of this new culture, only at Mood Indigo! The competition will be held in three rounds testing skills in almost all spheres of journalism. Teams who qualify for the first round will only be allowed to participate in further rounds. The final round of Investigative Journalism will be conducted during MI.",
                    "rules": "To be declared!",
                    "prizes": "1st Position 7000 INR;\r\n2nd Position 5000 INR;\r\n3rd Position 3000 INR;",
                    "subtitle": "Video Journalism Competition",
                    "status": "",
                    "id": 27,
                    "minparticipants": 0,
                    "maxparticipants": 0,
                    "LYP_partner": ""
                }
            ],
            "image": "34"
        },
        {
            "name": "Talent Hunt",
            "description": "NO talent restrictions and NO cultural boundaries. We believe talent resides in each and everyone and given the chance they will win the hearts of people. Come, participate to prove you are the best at what you do and witness yourself become the ultimate crowd entertainer.",
            "events": [
                {
                    "name": "MI's Got Talent",
                    "LYP_description": "Prize Money of 21,000 rupees & Prizes worth 30,000 rupees",
                    "LYP_img": "",
                    "LYP_logo": null,
                    "description": "Have you always longed for a cheering crowd while performing to your heart's content? If yes this is for you! Showcase your talent in front of an enthusiastic crowd and win exciting prizes. Never before has such a heavenly competition been framed. Let the crowd be your judge!",
                    "rules": "<b>Team Size: </b>Solo+accompanist(if needed)<br />\r\n\r\n<b>Judging Criteria: </b>Crowd Engagement, Stage Presence and Overall Performance.<br /><br />\r\n\r\n<b>Participants are free to put up any performance </b><br />\r\n\r\n<b>Time Limit:</b>Up to 10 mins (including setup time)<br/>\r\n\r\n\r\n<h4>Eliminations </h4>\r\n<ul><li>Any of the performing arts are allowed in the competititon</li>\r\n<li>Any props/instruments required in the performance are to be brought by the participants themselves. Only a basic PA system will be provided by Mood Indigo</li>\r\n<li>Any backing track, if required, should be brought by the participant in their own pen drives or played using an AUX cable.</li>\r\n<li>The decision of the venue coordinators shall be final and binding. They can stop the performance at any point of time.</li>\r\n<li>The participants must set up their phones in stands provided by Mood Indigo and record their performance. They then must upload their videos with appropriate hashtags to be judged.</li>\r\n</ul>\r\n\r\n\r\n<h4>Finals </h4>\r\n<ul><li>There will be a finals round everday at the end of the day</li>\r\n<li>Winner of one day’s finals cannot participate in the competition again in the coming days</li>\r\n</ul>",
                    "prizes": "To be announced",
                    "subtitle": "Talent Hunt Competition",
                    "status": "",
                    "id": 57,
                    "minparticipants": 1,
                    "maxparticipants": 1,
                    "LYP_partner": ""
                }
            ],
            "image": "34"
        }
    ],
    "Arts and Ideas": [],
    "Workshops": [],
    "Informals": [
        {
            "name": "Sherlocked",
            "description": "Only the wittiest shall survive this",
            "events": [
                {
                    "name": "Room Escape",
                    "description": "Addicted to those gaming apps where you have to solve the smallest and cleverest clues to escape the room? Well get ready to be trapped in our clues this time around, literally! You’ll be shut in a room with strangers, and the only way to come out will be to cooperate with each other. Work as a team to break the codes and solve the clues in the room and find the key to open the door. Be warned though! You could be stuck in there for while!",
                    "image": "",
                    "link": ""
                },
                {
                    "name": "Treasure Hunt",
                    "description": "Well, who doesn't love an old-fashioned treasure hunt full of wordplay and misleading clues. Well just that this isn't an old-fashioned treasure hunt. Integrated with Snapchat to give you a much more immersive experience and make you believe you're a real-life pirate. This one you should not miss!",
                    "image": "",
                    "link": ""
                },
                {
                    "name": "Scramble",
                    "description": "Jigsaw puzzles were really when we were kids right? Well, this jigsaw puzzle has 3-D pieces and will leave you scratching your heads. Only the wittiest shall survive.",
                    "image": "",
                    "link": ""
                }
            ]
        },
        {
            "name": "Lumos",
            "description": "Light up the Night!",
            "events": [
                {
                    "name": "Silent Disco",
                    "description": "The most infamous event in MI. The name says it all. A party where you could enjoy your own music and dance your heart out with friends. This is the stuff dreams are made off.",
                    "image": "",
                    "link": ""
                },
                {
                    "name": "Casino Night",
                    "description": "\"Raring to test out that poker face you've been practicing for so long? Well, look no more, coz you've come to the perfect place. The day might come to an end but we’re just getting started! Whether it's the spin of the roulette wheel that catches your eye, or the shouts of 'hit* and 'stay' from the blackjack table that draws you in, the excitement in the air just won't let you leave. \r\nSpin the wheel and play to your luck. May the odds be ever in your favor!\"",
                    "image": "",
                    "link": ""
                }
            ]
        },
        {
            "name": "Nostalgia Zone",
            "description": "Back to your childhood days!",
            "events": [
                {
                    "name": "Gully Cricket",
                    "description": "Who doesn't love old styled Gully cricket with deewaar ka chauka and boundary ke bahar out",
                    "image": "",
                    "link": ""
                },
                {
                    "name": "Pillow Fight",
                    "description": "A chance to walk into every teenage boy’s fantasy: a pillow fight in a girl’s slumber party. The only difference? Instead of giggling and snickering, there will be a bloodbath... of feathers. It’s because there exists no better feeling than smacking your friend right in the face with a pillow.",
                    "image": "",
                    "link": ""
                },
                {
                    "name": "Life Size Pacman",
                    "description": "Pacman. Everyone remembers that cute little yellow ball of love. What if you were him running through a maze from deadly bacterias trying to eat you up. That is exactly what this is about!",
                    "image": "",
                    "link": ""
                },
                {
                    "name": "Life Size Connect 4",
                    "description": "Remember when we were kids we used to play Connect 4. Now we have grown up, so is the Connect 4.",
                    "image": "",
                    "link": ""
                }
            ]
        },
        {
            "name": "Xtreme Sports",
            "description": "Feel the adrenaline rush",
            "events": []
        },
        {
            "name": "Wacky Wonderland",
            "description": "You won't find this anywhere else",
            "events": [
                {
                    "name": "Life Size Jenga",
                    "description": "Pulling it out wrong has always had its concicevences. Well here to pulling out each block will have a cost to bear.",
                    "image": "",
                    "link": ""
                },
                {
                    "name": "3-A-Side Table Tennis",
                    "description": "A wise man once said \" The more the merrier\". We took his advice. With 3 on 3 match its much more fun than the usual Table Tennis.",
                    "image": "",
                    "link": ""
                },
                {
                    "name": "MI Salon",
                    "description": "In older times people used to practice shaving on balloons. We welcome you to MI Salon. You may win or cut your customer's face off. Either way, you will show us you barber-ian side .",
                    "image": "",
                    "link": ""
                },
                {
                    "name": "Cards against Humanity",
                    "description": "A classic card game for all the peeps out there",
                    "image": "",
                    "link": ""
                },
                {
                    "name": "What do you meme?",
                    "description": "All the meme lords out there are invited. We have the templates ready. Play of your hand and create the most hilarious meme of them all.",
                    "image": "",
                    "link": ""
                },
                {
                    "name": "Air Football",
                    "description": "Football just got more interesting. You don't need your legs for this though. Do eat your mints before playing. Blow the hardest to win.",
                    "image": "",
                    "link": ""
                },
                {
                    "name": "4-Way Tug of War",
                    "description": "Tug of War has been a sho of strength and unity. With double the number of people playing the stakes are also higher this time.",
                    "image": "",
                    "link": ""
                },
                {
                    "name": "Whack-a-Mole",
                    "description": "Classic Arcade Game. Scaled up to make more fun. Steal goodies from the Hammer-Man while he tries to smash your skull.",
                    "image": "",
                    "link": ""
                }
            ]
        },
        {
            "name": "Icebreakers",
            "description": "Need help breaking the ice? We got our hammers ready",
            "events": [
                {
                    "name": "Speed Dating",
                    "description": "The best part of the festival is meeting new people. If you know what I mean. Come try your luck !",
                    "image": "",
                    "link": ""
                },
                {
                    "name": "People Bingo",
                    "description": "Our own version of Bingo. People are your tickboxes. Find people with the given attributes and get all tickboxes signed. Discover friends in the process. Does it get any better?",
                    "image": "",
                    "link": ""
                },
                {
                    "name": "Speak Out",
                    "description": "Might have seen this before. Doesn't look pretty with your mouth wide open but surely is fun.",
                    "image": "",
                    "link": ""
                }
            ]
        },
        {
            "name": "Crossovers",
            "description": "Get the competitive spirit flowing!",
            "events": [
                {
                    "name": "Hogathon",
                    "description": "For too long many of us have been ridiculed and shamed for our humongous diet. This is a chance to put it to good use. Participate in our hogathon and win many exciting prizes while getting to eat mouth watering food. The more you eat, the more your chances to triumph. Win-win!",
                    "image": "",
                    "link": ""
                },
                {
                    "name": "Beer Pong+Golf",
                    "description": "Sadly we had to kick out the beer from the event but not the fun. A mixture of Golf with Beer Pong, this one you should not miss out on.",
                    "image": "",
                    "link": ""
                },
                {
                    "name": "The Spotlight",
                    "description": "Do you have a 10-second talent you wanna show off to the world. This is your chance. If you can spin footballs on your fingertips or do backflips back to back, come join us for this show-off.",
                    "image": "",
                    "link": ""
                }
            ]
        },
        {
            "name": "Streets and Waiting lines",
            "description": "We won't ever leave you bored",
            "events": []
        }
    ]
}

